Repository: tungdev95/SBAMobile
Catalog: vnpt_smartca_module/lib/views/i18n/locales/intl_*.arb
Languages: vi

# msgAccountActived
source: Your {number} account has been activated. Please Login to activate digital certificate
vi: Tài khoản {number} của bạn đã kích hoạt. Vui lòng Đăng nhập để thực hiện kích hoạt CTS

# msgAccountNotFound
source: The account {number} does not match the registration information. Please check and re-enter the correct document number!
vi: Tài khoản {number} không đúng với thông tin đăng ký. Vui lòng kiểm tra và nhập lại đúng số giấy tờ!

# setupPasswordAccount
source: Setup password for account
vi: Thiết lập mật khẩu cho tài khoản

source: Username
vi: Tên đăng nhập

source: Re-enter password
vi: Nhập lại mật khẩu

source: Enter password
vi: Nhập mật khẩu

source: Enter activate code
vi: Nhập mã kích hoạt

# goToSettingsButton
source: Go to settings
vi: Đi tới Cài đặt

# biometricsGoToSettingsDesc
source: Biometric authentication is not set up on your device. Please either enable Touch ID or Face ID on your phone.
vi: Xác thực sinh trắc học chưa được thiết lập trên thiết bị. Vui lòng bật Touch ID hoặc Face ID trên điện thoại của bạn.

# setupPinCode
source: Setup PIN
vi: Thiết lập PIN

# introPinCode
source: PIN code that authenticates your digital signature transactions and protects your digital certificate key pair!
vi: Quý khách TỰ ĐẶT PIN và LƯU TRỮ lại để tránh quên. PIN sử dụng để xác nhận giao dịch Ký số.

# pinCodeJustInclude
source: PIN code contains only numeric characters, does not include spaces and alphanumeric characters, special characters.
vi: Mã PIN chỉ bao gồm ký tự số, không bao gồm khoảng trắng và ký tự chữ, ký tự đặc biệt.

# pinCodeNotInclude
source: PIN code does not include consecutive or duplicate numbers.
vi: Mã PIN không bao gồm các số liên tiếp nhau hoặc các số trùng nhau.

source: Enter PIN code
vi: Nhập mã PIN

# verifyInformationAccount
source: Verify account information
vi: Xác minh thông tin tài khoản

# prepareFullDocument
source: Please prepare all documents before starting!
vi: Quý khách vui lòng chuẩn bị đầy đủ giấy tờ trước khi bắt đầu!

# fullDocument
source: ID/Passport
vi: CCCD/CMND/Hộ chiếu

# takePhotoBrightClear
source: Take photos that are bright and clear
vi: Chụp ảnh đủ sáng và rõ nét

source: Start Verifying
vi: Bắt đầu xác minh

# desErrorEkyc
source: Sorry, we couldn't verify your information. You only have 3 eKYC attempts. Please follow the instructions exactly for the verification process to be correct. Or Contact VNPT staff for assistance in verifying information at the counter!
vi: Rất tiếc, chúng tôi không thể xác minh thông tin của Bạn. Bạn chỉ có 03 lần thực hiện eKYC. Vui lòng thực hiện đúng theo hướng dẫn để quá trình xác minh được chính xác. Hoặc liên hệ nhân viên VNPT để được hỗ trợ xác minh thông tin tại quầy!

# desErrorEkyc3times
source: Sorry, we could not verify your online registration information. Please contact VNPT staff for assistance in verifying information at the counter!
vi: Rất tiếc, chúng tôi không thể xác minh thông tin hồ sơ đăng ký online của Bạn. Vui lòng liên hệ nhân viên VNPT để được hỗ trợ xác minh thông tin tại quầy!

source: Support
vi: Hỗ trợ

# retry
source: Try again
vi: Thử lại

source: I understand
vi: Tôi đã hiểu

# beingVerified
source: Information is being verified
vi: Đang xác minh thông tin

# systemVerifying
source: The system is verifying the information. Please wait a moment...
vi: Hệ thống đang xác minh thông tin. Vui lòng đợi trong giây lát...

# codeValidIn
source: The activation code is valid in
vi: Mã kích hoạt hiệu lực trong

# generateCerKey
source: Initialize key
vi: Khởi tạo cặp khóa

# processingGenKey
source: The system is initializing the key. Please wait ...
vi: Hệ thống đang khởi tạo cặp khóa. Vui lòng đợi trong giây lát...

source: Select object
vi: Chọn đối tượng

source: Individual business households
vi: Hộ kinh doanh cá thể

source: Business Organization
vi: Tổ chức Doanh nghiệp

source: Individuals under Business Organizations
vi: Cá nhân thuộc Tổ chức Doanh nghiệp

source: The feature are improving Please try again later!
vi: Tính năng đang phát triển Vui lòng thử lại sau!

source: Scan QR code
vi: Quét mã QR

# scanQRDescription
source: Please scan the QR Code on the ID citizens to get information
vi: Vui lòng quét QR Code trên Căn cước công dân để lấy thông tin

# scanQRGuide
source: Please put the QR Code in the center of the frame
vi: Vui lòng để QR Code vào chính giữa khung hình

source: QR Code invalid
vi: Mã QR không hợp lệ

# qrCodeInvalidDescription
source: Please use QR code on Citizen ID to get information!
vi: Vui lòng sử dụng mã QR trên Căn cước công dân để lấy thông tin!

# qrCodeIsRegistered
source: Account “{number}“ already exists, do you want to buy more digital certificates? Login to buy more digital certificates!
vi: Đã tồn tại tài khoản “{number}”, bạn có muốn mua thêm chứng thư số không? Đăng nhập để mua thêm chứng thư số!

# qrCodeIsWaitingActive
source: Account “{number}” is pending activation, please do activation!
vi: Tài khoản “{number}” đang chờ kích hoạt, vui lòng thực hiện kích hoạt!

# goHome
source: Back to mainpage
vi: Về trang chính

# activeCer
source: Activate digital certificate
vi: Kích hoạt chứng thư số

# activeNow
source: Activate now
vi: Kích hoạt ngay

# notifActiveCerOtherDevice
source: The certificate is not registered on this device. Please use the registered device to continue activating the certificate. In case of loss or change of device, click Confirm to activate the certificate on the new device!
vi: Chứng thư số không được đăng ký trên thiết bị này. Vui lòng sử dụng thiết bị đã đăng ký để tiếp tục Kích hoạt chứng thư số. Trường hợp Mất hoặc Đổi thiết bị, bấm Xác nhận để kích hoạt chứng thư số trên thiết bị mới!

# inputOTP
source: Enter authentication code
vi: Nhập mã xác thực

# inputOTPVerify
source: Enter OTP for authentication
vi: Nhập OTP để xác thực

# otpExpiredTime
source: Authenticate token will expire later
vi: Mã xác thực sẽ hết hạn sau

source: second
vi: giây

# reciveOTP
source: Didn't you receive the code?
vi: Bạn chưa nhận được mã?

source: Resend OTP
vi: Gửi lại mã OTP

# docSignatureHistory
source: History of documents
vi: Lịch sử tài liệu ký số

# inputNameDoc
source: Enter document name
vi: Nhập tên văn bản

# searchAdvance
source: Advanced search
vi: Tìm kiếm nâng cao

source: Search
vi: Tìm kiếm

source: Result
vi: Kết quả

# totalResult
source: ({total} transactions)
vi: ({total} giao dịch)

# nameDoc
source: Document name
vi: Tên văn bản

source: From date
vi: Từ ngày

source: Select Date
vi: Chọn ngày

source: To Date
vi: Đến ngày

source: Select certificate
vi: Chọn chứng thư số

# detailDocSignature
source: Detail document
vi: Chi tiết tài liệu ký số

source: Buy now
vi: Mua ngay

source: Activate
vi: Kích hoạt

source: Information on registration of digital certificates
vi: Thông tin đăng ký chứng thư số

source: Scan QR
vi: Quét QR

source: Please check the correct information:
vi: Vui lòng kiểm tra chính xác các thông tin:

# importantInfo
source: Full name, ID number
vi: Họ tên, Số CMND/CCCD

source: Or select Scan QR code to automatically enter information!
vi: Hoặc chọn Quét mã QR để tự động nhập thông tin!

source: Identification number
vi: Số CMND/CCCD

source: Identification card type
vi: Loại giấy tờ chứng thực

source: Contact info
vi: Thông tin liên hệ

# addressInfo
source: Address
vi: Địa chỉ liên hệ

# pleaseUserTheOfficialEmailAndPhoneNumber
source: Please use the official email and phone number to keep the service information secure!
vi: Vui lòng sử dụng thông tin email và số điện thoại chính chủ để bảo mật thông tin dịch vụ!

# useTheAddress
source: Use the address where you live or work for the fastest support
vi: Sử dụng địa chỉ nới sinh sống hoặc làm việc để được hỗ trợ nhanh nhất

source: Province/City
vi: Tỉnh/Thành phố

# addressDetail
source: Detailed address
vi: Địa chỉ chi tiết

# certificate_package_register_first
source: No account?
vi: Chưa có tài khoản?

# certificate_package_register_second
source: Register for digital certificate
vi: Đăng ký chứng thư số

# certificate_package_list_title
source: Select certificate package
vi: Chọn gói chứng thư số

# certificate_package_list_option_sign_limit
source: Certificate by signing
vi: Chứng thư số theo lượt ký

# certificate_package_list_option_sign_no_limit
source: Unlimited number of signatures
vi: Chứng thư số không giới hạn lượt ký

# certificate_package_page_register_title
source: Declare information
vi: Khai báo thông tin

# certificate_package_page_confirm_order_title
source: Order confirmation
vi: Xác nhận đơn hàng

# certificate_package_page_order_title
source: Service pack information
vi: Thông tin gói dịch vụ

# certificate_package_notify_order_success
source: Registration for digital certificate is successful
vi: Đăng ký cấp chứng thư số thành công

# certificate_package_notify_order_desc_success
source: Please prepare Citizen Identity/ID documents to apply for digital certificate!
vi: Vui lòng chuẩn bị giấy tờ CCCD/CMND/Hộ chiếu để thực hiện nộp hồ sơ cấp chứng thư số!

# certificate_package_user_form_info_item_text_group_first
source: Please enter the correct information:
vi: Vui lòng nhập chính xác các thông tin:

# certificate_package_user_form_info_item_text_group_second
source: Citizen Identity/ID number
vi: Số CCCD/CMND

# certificate_package_user_form_info_item_text_group_three
source: show exactly with the documents
vi: đúng với giấy tờ

# certificate_package_user_form_info_item_text_group_title
source: Information of the holder of the digital certificate
vi: Thông tin người sở hữu chứng thư số

# certificate_package_user_form_info_item_fullname_label_text
source: Full name
vi: Họ tên

# certificate_package_user_form_info_item_fullname_hint_text
source: Enter your full name
vi: Nhập đầy đủ Họ tên

# certificate_package_user_form_info_item_identitycard_number_label_text
source: Citizen Identity/ID number
vi: Số CCCD/CMND

# certificate_package_user_form_info_item_identitycard_number_hint_text
source: Enter the correct Citizen Identity/ID number
vi: Nhập chính xác số CCCD/CMND

# certificate_package_user_form_info_item_identitycard_type_label_text
source: Type of certificate
vi: Loại giấy tờ chứng thực

# certificate_package_user_form_info_item_hint_search_text
source: Enter search keywords
vi: Nhập từ khóa tìm kiếm

# certificate_package_user_form_info_item_nationlitys_label_text
source: Nationality
vi: Quốc tịch

# certificate_package_user_form_info_item_issuedDate_label_text
source: Date Range
vi: Ngày cấp

# certificate_package_user_form_info_item_issuedPlace_label_text
source: Issued by
vi: Nơi cấp

# certificate_package_user_form_info_item_issuedPlace_hint_text
source: Enter the place of issue
vi: Nhập nơi cấp

# certificate_packageuser_form_contact_info_item_text_group_title
source: Address
vi: Địa chỉ liên hệ

# certificate_packageuser_form_contact_info_item_text_group_desc
source: Use your permanent or work address to get your bill and get the fastest support.
vi: Sử dụng địa chỉ thường trú hoặc nơi làm việc để nhận hóa đơn và được hỗ trợ nhanh nhất.

# certificate_packageuser_form_contact_info_item_province_label_text
source: Province/City
vi: Tỉnh/Thành phố

# certificate_packageuser_form_contact_info_item_districts_label_text
source: District
vi: Quận/Huyện

# certificate_packageuser_form_contact_info_item_wards_label_text
source: Wards
vi: Phường xã

# certificate_packageuser_form_contact_info_item_address_label_text
source: Detail address
vi: Địa chỉ chi tiết

# certificate_packageuser_form_contact_info_item_address_hint_text
source: Enter house number, street, street
vi: Nhập số nhà, đường, phố

# certificate_packageuser_form_contact_certificate_info_item_text_group
source: Contact information using digital certificates
vi: Thông tin liên hệ sử dụng chứng thư số

# certificate_packageuser_form_contact_certificate_info_item_text_group_desc
source: Please double check the correct phone number, email to receive service activation information.
vi: Vui lòng kiểm tra kỹ số điện thoại, email chính xác để nhận thông tin kích hoạt dịch vụ.

# certificate_packageuser_form_contact_certificate_info_item_email_hint_text
source: Enter email
vi: Nhập email

# certificate_packageuser_form_contact_certificate_info_item_phone_label_text
source: Phone number
vi: Số điện thoại

# certificate_packageuser_form_contact_certificate_info_item_phone_hint_text
source: Enter your phone number
vi: Nhập số điện thoại

# certificate_package_item_timevalidity
source: Used Time
vi: Thời gian sử dụng

# certificate_package_item_price_title
source: Service charge
vi: Phí dịch vụ

# certificate_package_item_unit_price_title
source: Unit price
vi: Đơn giá

# certificate_package_item_amount_title
source: Into money
vi: Thành tiền

# certificate_package_sign_type_limit
source: The number of signings will be according to the package of signings purchased by customers
vi: Số lượt ký sẽ theo gói lượt ký khách hàng mua

# certificate_package_sign_type_no_limit
source: Unlimited number of signatures
vi: Số lượt ký không giới hạn

# certificate_package_get_list_error
source: Error: Cannot get package information Digital certificate
vi: Lỗi: Không lấy được thông tin gói Chứng thư số

# certificate_package_no_selected_error
source: Please select Digital Certificate before declaring information!
vi: Vui lòng chọn Chứng thư số trước khi khai báo thông tin!

# certificate_package_get_province_error
source: Error: Can't get Province/City information
vi: Lỗi: Không lấy được thông tin Tỉnh/Thành phố

# certificate_package_get_districts_error
source: Error: Can't get District information
vi: Lỗi: Không lấy được thông tin Quận/Huyện

# certificate_package_get_wards_error
source: Error: Can't get Ward information
vi: Lỗi: Không lấy được thông tin Phường xã

# certificate_package_progress_order
source: Order processing...
vi: Đang xử lý đơn hàng...

# certificate_package_progress_order_success
source: Service initialization successful
vi: Khởi tạo dịch vụ thành công

# certificate_package_save_order_error
source: Error: Unable to save order
vi: Lỗi: Không lưu được đơn hàng

# certificate_package_validate_emailr_error
source: Email invalidate
vi: Email không đúng định dạng

# certificate_package_validate_input_error
source: Information cannot be left blank
vi: Thông tin không được bỏ trống

# certificate_package_validate_phone_error
source: Phone number is not in the correct format
vi: Số điện thoại không đúng định dạng

# certificate_package_validate_input_special_error
source: Information must not contain special characters
vi: Thông tin không được chứa ký tự đặc biệt

# certificate_package_validate_input_isnumeric_only_error
source: Information only enter numbers, do not enter characters
vi: Thông tin chỉ nhập số, không nhập ký tự

# certificate_package_list_empty
source: No data displayed
vi: Không có dữ liệu hiển thị

# certificate_package_list_title_empty
source: There are no Certificate packages selected
vi: Không có gói Chứng thư nào được chọn

# certificate_package_register_account
source: Sign up for account
vi: Đăng ký / Kích hoạt tài khoản

source: Please select data in list
vi: Vui lòng chọn dữ liệu từ danh sách

source: Data not found
vi: Không tìm thấy dữ liệu

source: Account Information
vi: Thông tin tài khoản

# selectCertificatePack
source: Select certificate package
vi: Chọn gói Chứng thư số

source: Enter the package name to search
vi: Nhập tên gói cần tìm kiếm

source: All
vi: Tất cả

source: By signatures
vi: Theo lượt ký

source: Unlimited number of signatures
vi: Không giới hạn lượt ký

# listPacks
source: List Packages ({numberPackages})
vi: Danh sách gói ({numberPackages})

# filterByMonth
source: {number} month
vi: {number} tháng

source: Select all
vi: Chọn tất cả

source: Used Time
vi: Thời gian sử dụng

source: Service charge
vi: Phí dịch vụ

# whatYouNeedTKnow
source: What you need to know
vi: Điều bạn cần biết

# youKnowOne
source: Digital certificates do not include signatures. The number of subscriptions will be according to the subscription package purchased separately
vi: Chứng thư số chưa bao gồm lượt ký. Số lượt ký sẽ theo gói lượt ký mua riêng

# youKnowTwo
source: Free digital signature when making transactions on the national public service portal.
vi: Ký số miễn phí khi thực hiện các giao dịch trên cổng dịch vụ công quốc gia.

source: Cycle
vi: Chu kỳ

source: Apply
vi: Áp dụng

source: Free
vi: Miễn phí

# emptyDataFiltered
source: No packages match the filter condition
vi: Không có gói nào phù hợp với điều kiện lọc

source: Search Filters
vi: Bộ lọc tìm kiếm

# order_free
source: Free
vi: Miễn phí

# month_text
source: Month
vi: Tháng

# resultPacks
source: Result ({numberPackages})
vi: Kết quả ({numberPackages})

# selectCertToSign
source: Select a digital certificate to purchase signatures
vi: Lựa chọn chứng thư số để thực hiện mua lượt ký

# infoBuySignature
source: Information to buy signatures packages
vi: Thông tin mua gói lượt ký

# forgotPasswordScreen
source: Forgot password
vi: Quên mật khẩu

source: Package
vi: Gói

# included10VAT
source: 10% VAT included
vi: Đã bao gồm 10% VAT

# totalNumberSignatures
source: Total number of signatures: ({number})
vi: Tổng lượt ký: ({number})

source: Quantity
vi: Số lượng

source: Price
vi: Đơn giá

source: Money
vi: Thành tiền

source: Notice of Invoice
vi: Thông tin xuất hóa đơn

source: Signing Information
vi: Thông tin lượt ký

source: Number of signatures
vi: Số lượt ký

# certPackNoteLabel
source: Note
vi: Lưu ý

# certPackNoteContent
source: Digital certificates do not include signatures. The number of subscriptions will be according to the subscription package purchased separately.
vi: Chứng thư số chưa bao gồm lượt ký. Số lượt ký sẽ theo gói lượt ký mua riêng.

source: Referral code
vi: Mã giới thiệu

# inputReferralCode
source: Type referral code
vi: Nhập mã giới thiệu

source: Pay
vi: Thanh toán

# turn
source: {number} turn
vi: {number} lượt

source: Initializing the service
vi: Đang khởi tạo dịch vụ

source: The system is initializing the service, please wait a moment....
vi: Hệ thống đang khởi tạo dịch vụ, vui lòng đợi trong giây lát....

# registerServiceSuccess
source: Service registration successful!
vi: Đăng ký dịch vụ thành công!

# registerServiceSuccessGuideNextStep
source: Next, you need {action} and file to use digital certificate, please check your email/sms to receive activation information from VNPT SmartCA!
vi: Tiếp theo, Bạn cần {action} và nộp hồ sơ để sử dụng chứng thư số, vui lòng kiểm tra email/sms để nhận thông tin kích hoạt từ VNPT SmartCA!

source: Activated
vi: Kích hoạt

source: Service Initialization
vi: Khởi tạo dịch vụ

source: Payment success
vi: Thanh toán thành công

# processingPackageSignature
source: The system is initializing the signing package service. Please wait a moment!
vi: Hệ thống đang khởi tạo dịch vụ gói lượt ký. Vui lòng đợi thêm giây lát!

source: Payment failed
vi: Thanh toán thất bại

# pleaseMakePaymentAgain
source: Please make the payment again. Thank you!
vi: Quý khách vui lòng thực hiện lại thanh toán. Xin cảm ơn!

source: Make payment again
vi: Thực hiện lại thanh toán

source: Invoice information
vi: Thông tin xuất hoá đơn

source: Collapse
vi: Thu gọn

# changeDeviceDescription
source: Select the digital certificate to change the device
vi: Chọn chứng thư số cần đổi thiết bị

# listTransactions
source: List of transactions
vi: Giao dịch chờ Ký

# buyCTS
source: Buy certificate
vi: Mua chứng thư

# verifyInfoError
source: Verification of information failed!
vi: Xác minh thông tin không thành công!

# verifyInfoErrorDescription
source: Sorry, we were unable to verify your information.
vi: Rất tiếc, chúng tôi không thể xác minh thông tin của bạn.

# verifyInfoErrorCauseGuide
source: You only have a maximum of 03 eKYC executions.
vi: Bạn chỉ có tối đa 03 lần thực hiện eKYC.

# verifyInfoErrorCauseLabel
source: Reason:
vi: Lý do:

# verifyInfoErrorCauseContent
source: Portrait is not real!
vi: Ảnh chân dung không phải ảnh thật!

# verifyInfoErrorCauseContent2
source: Face does not match
vi: Khuôn mặt không trùng khớp

# verifyInfoErrorSolution
source: Please contact Call Center 18001260 (branch 1) for free for assistance in verifying information at the counter!
vi: Vui lòng liên hệ Tổng đài 18001260 (nhánh 1) miễn phí để được hỗ trợ xác minh thông tin tại quầy!

# verifyInfoErrorSolution2
source: Please follow the instructions exactly for the verification to work properly.
vi: Vui lòng thực hiện đúng theo hướng dẫn để quá trình xác minh được chính xác.

# verifyInfo
source: Verify information
vi: Xác minh thông tin

# certOrderIsExistingNotice
source: A previous requirement to register a digital certificate exists. Do you want to continue or register a new one?
vi: Tồn tại yêu cầu đăng ký chứng thư số trước đó, Bạn có muốn tiếp tục hay đăng ký mới?

# continueProcessing
source: Continue
vi: Xử lý tiếp

source: New Registration
vi: Đăng ký mới

# verifyFail
source: Authentication failed!
vi: Xác thực không thành công!

# verifyFailDetail
source: An error occurred, please try again later!
vi: Đã có lỗi xảy ra, vui lòng thử lại sau!

# orderList
source: My Orders
vi: Danh sách đơn hàng

# completed
source: Done
vi: Hoàn thành

# inProgress
source: Processing
vi: Đang xử lý

# orderNoteContent
source: Please contact Call Center (18001260) branch 1 if the order is in the following states:
vi: Vui lòng liên hệ Tổng đài (18001260) nhánh 1 nếu đơn hàng ở các trạng thái:

# orderNoteContentState1
source: Contract creation failed.
vi: Tạo hợp đồng không thành công.

# orderNoteContentState2
source: Contract signing failed.
vi: Ký hợp đồng không thành công.

# orderNoteContentState3
source: Request creation failed.
vi: Tạo yêu cầu không thành công.

# orderNoteContentState4
source: Record sync failed.
vi: Đồng bộ hồ sơ không thành công.

# newCertOrder
source: Buy digital certificate
vi: Cấp mới chứng thư số

# renewCertOrder
source: Renew digital certificate
vi: Gia hạn chứng thư số

# changeDeviceOrder
source: Change device
vi: Thay đổi thiết bị

source: Order code
vi: Mã đơn hàng

# orderDate
source: Order time
vi: Ngày tạo

# orderEKYC_WAITING
source: Waiting for eKYC verification
vi: Chờ xác thực eKYC

# orderOTP_WAITING
source: Waiting for OTP authentication
vi: Chờ xác thực bằng OTP

# orderPAYMENT_WAITING
source: Waiting for online payment
vi: Chờ thanh toán online

# orderCONTRACT_CREATE_WAITING
source: Waiting for contract generation
vi: Chờ sinh hợp đồng

# orderCONTRACT_SIGN_WAITING
source: Waiting for contract signing
vi: Chờ ký hợp đồng

# orderREQUESTCERT_WATING
source: Waiting for a request to create a digital certificate
vi: Chờ sinh yêu cầu tạo chứng thư số

# orderONEBSS_SUBMIT_WAITING
source: Waiting for submission to OneBSS
vi: Chờ submit sang OneBSS

# orderAPPROVE_REQUEST_CERT_WAITING
source: Waiting for digital certificate approval
vi: Chờ duyệt cấp chứng thư số

# orderEKYC_ERROR
source: eKYC validation failed
vi: Xác thực eKYC không thành công

# orderOTP_ERROR
source: OTP validation failed
vi: Xác thực OTP không thành công

# orderPAYMENT_ERROR
source: Payment failed
vi: Thanh toán không thành công

# orderCONTRACT_CREATE_ERROR
source: Contract creation failed
vi: Tạo hợp đồng không thành công

# orderCONTRACT_SIGN_ERROR
source: Contract signing failed
vi: Ký hợp đồng không thành công

# orderREQUESTCERT_ERROR
source: Generation request renewal failed
vi: Tạo yêu cầu gia hạn không thành công

# orderONEBSS_SUBMIT_ERROR
source: Profile sync failed
vi: Đồng bộ hồ sơ không thành công

# orderAPPROVE_REQUEST_CERT_ERROR
source: Browse request failed
vi: Duyệt yêu cầu không thành công

# orderREJECT_REQUEST_CERT
source: Deny request
vi: Từ chối yêu cầu

# orderDONE
source: Done
vi: Hoàn thành

# orderCANCELED
source: Cancelled
vi: Đã hủy
