Repository: tungdev95/SBAMobile
Catalog: vnpt_smartca_module/lib/views/i18n/locales/intl_*.arb
Languages: vi

source: Detail
vi: Chi tiết

source: Create transaction
vi: Tạo giao dịch ký

# documentList
source: Document list {anything}
vi: Danh sách tài liệu {anything}

source: Add document
vi: Thêm tài liệu

# certificate_get_list_error
source: Failed to retrieve certificate information.
vi: Không lấy được thông tin chứng thư số.

# idNumber
source: Identifier number
vi: Số giấy tờ

# certDetail
source: Certificate details
vi: Chi tiết chứng thư số

source: Initializing key pair
vi: Đang khởi tạo cặp khoá

# initializingKeyPairDescription
source: The system is initializing the key pair. Please wait a moment...
vi: Hệ thống đang khởi tạo cặp khóa. Vui lòng đợi trong giây lát...

# waitingCapCTS
source: Your application will be approved within 1 hour (during office hours). Results will be announced via VNPT SmartCA application!
vi: Hồ sơ của quý khách sẽ được duyệt trong vòng 1 giờ (trong giờ hành chính). Kết quả sẽ được thông báo qua ứng dụng VNPT SmartCA!

# notSupportBiometrics
source: Device does not support biometrics
vi: Thiết bị không hỗ trợ sinh trắc học

# numberWaitingActiveCer
source: {number} digital certificates awaiting activation!
vi: Có {number} chứng thư chờ kích hoạt!

# requestAcceptTerms
source: Request to accept the terms of the personal data protection policy
vi: Yêu cầu chấp nhận các điều khoản chính sách bảo vệ dữ liệu cá nhân

# validate10or13
source: 10 or 13
vi: 10 hoặc 13

# waitingForAcceptCertTitle
source: Waiting for approval of registration request digital certificate!
vi: Chờ duyệt yêu cầu đăng ký chứng thư số!

# waitingForAcceptCertDescription
source: Your profile will be approved within 1 hour (during office hours). Results will be notified via email!
vi: Hồ sơ của quý khách sẽ được duyệt trong vòng 1 giờ (trong giờ hành chính). Kết quả sẽ được thông báo qua email!

# youDontHaveCert
source: You do not have a digital certificate
vi: Bạn chưa có chứng thư số

# pleaseChooseRegisterCert
source: Please choose to register for a digital certificate to use the VNPT SmartCA remote digital signing service
vi: Vui lòng chọn đăng ký chứng thư số để sử dụng dịch vụ ký số từ xa VNPT SmartCA

# waitingUserActive
source: Waiting for user activation
vi: Chờ người dùng kích hoạt

# signErrorInvalid
source: Error Signing BBNT, signature is invalid
vi: Ký BBNT lỗi, chữ ký không hợp lệ

# waitingSyncBBNT
source: Experience Record Synchronization Flag
vi: Chờ đồng bộ biên bản nghiệm thu

# syncBBNTFailure
source: Synchronization failed
vi: Đồng bộ biên bản nghiệm thu không thành công

# waitingApprove
source: Waiting for approval
vi: Chờ duyệt

# giao_dich
source: transaction
vi: giao dịch

# ky_tat_ca
source: Sign all
vi: Ký tất cả

# huy_tat_ca
source: Cancel all
vi: Hủy tất cả

# chon_tai_lieu
source: Select document
vi: Chọn tài liệu

# chon_tep
source: Select file
vi: Chọn tệp

# chup_anh
source: Take a photo
vi: Chụp ảnh

# ky_nang_cao
source: Advanced signing
vi: Ký nâng cao

# chon_chu_ky
source: Touch anywhere to select signature
vi: Chạm vị trí bất kỳ để chọn chữ ký

# danh_sach_chu_ky
source: List of signatures
vi: Danh sách chữ ký

# them_mau_chu_ky
source: Add signature temp
vi: Thêm mẫu chữ ký

# them_chu_ky
source: Add signature
vi: Thêm chữ ký

# ten_chung_thu
source: Certificate name
vi: Tên chứng thư

# but_ve
source: Draw
vi: Vẽ

# nhap_ten
source: Enter a name
vi: Nhập tên

# tai_anh_chu_ky
source: Upload
vi: Tải lên

# tai_hinh_nen
source: Upload image background
vi: Tải lên hình nền

# ky_boi
source: Signed by
vi: Ký bởi

# to_chu_xac_thuc
source: Authorization organization
vi: Tổ chức xác thực

# dinh_danh_file_ho_tro
source: Supported file formats
vi: Định dạng file được hỗ trợ

# dung_luong_vuot_qua_15mb
source: The signed file exceeds the allowed size limit (15MB). Please digitally sign on the web application to sign large files.
vi: File ký đã vượt quá dung lượng cho phép (15MB). Vui lòng thực hiện ký số trên ứng dụng web để ký file với dung lượng lớn.

# tuy_chon_vi_tri_ky
source: Signature Location Options
vi: Tùy chọn vị trí chữ ký

# chu_ky_ben_phai_logo_chu_ben_trai
source: Signature on the right, logo and text on the left
vi: Chữ ký bên phải, logo và chữ bên trái

# chu_ky_ben_trai_logo_chu_ben_phai
source: Signature on the left, logo and text on the right
vi: Chữ ký bên trái, logo và chữ bên phải

# chu_ky_giua
source: Signature in the middle
vi: Chữ ký ở giữa

# can_le
source: Alignment
vi: Căn lề

# can_trai
source: Left-aligned
vi: Căn trái

# can_giua
source: Center
vi: Căn giữa

# can_phai
source: Align right
vi: Căn phải

# kieu_hien_thi
source: Display style
vi: Kiểu hiển thị

# nha_noi_dung_chu_ky
source: Enter content
vi: Nhập nội dung

# tai_mau_dinh_kem
source: Upload attached sample
vi: Tải mẫu đính kèm

# chi_hien_thi_text
source: 1. Display only text
vi: 1. Chỉ hiển thị text

# hien_thi_text_logo_ben_trai
source: 2. Display text and logo on the left
vi: 2. Hiển thị text và logo bên trái

# chi_hien_thi_logo
source: 3. Show only the logo
vi: 3. Chỉ hiển thị logo

# hien_thi_text_logo_tren
source: 4. Display text and logo above
vi: 4. Hiển thị text và logo phía trên

# hien_thi_text_hinh_nen
source: 5. Display text and background image
vi: 5. Hiển thị text và hình nền

# hien_thi_text_logo_ben_trai_chu
source: 6. Display text, left logo and signature
vi: 6. Hiển thị text, logo bên trái và chữ ký

# ve_chu_ky_tai_day
source: Draw signature here
vi: Vẽ chữ ký tại đây

source: New implement
vi: Thực hiện mới

# thereIsDeviceChangeRequest
source: A request to change the device with serial {serial} already exists. Do you want to continue?
vi: Đã tồn tại yêu cầu thay đổi thiết bị với serial {serial}. Bạn có muốn tiếp tục?

# signChangeRequest
source: Sign the change request form
vi: Ký phiếu yêu cầu thay đổi

source: Electronic signature
vi: Ký điện tử

# desCheckboxRequestBill
source: I have read and agree to the content on the Application Form
vi: Tôi đã đọc và đồng ý với nội dung trên Phiếu đề nghị

# creatingRequest
source: Creating a device change request
vi: Đang tạo yêu cầu thay đổi thiết bị

# processingRequestChangeDevice
source: The system is processing the device change request. Please wait a moment...
vi: Hệ thống đang xử lý yêu cầu thay đổi thiết bị. Vui lòng đợi trong giây lát...

# requestAgreeBill
source: Request to agree with the content on the Application Form
vi: Yêu cầu đồng ý với nội dung trên Phiếu đề nghị

# biometricAuthentication
source: Use Biometric Authentication
vi: Đăng nhập bằng Sinh trắc học

# biometricAuthDesc
source: Do you want to use biometrics to Login?
vi: Bạn có muốn dùng sinh trắc học để Đăng nhập?

# esealType
source: Integrated Package
vi: Gói tích hợp

# waitingForAcceptChangeDeviceTitle
source: Waiting for change request approval device!
vi: Chờ duyệt yêu cầu thay đổi thiết bị!

# transaction_request_group_title
source: Certificate {numberCertificate}
vi: Chứng thư số {numberCertificate}

# list_document_sign_empty
source: No sign transaction information
vi: Không có thông tin giao dịch ký

# list_document_sign_limited
source: You can sign a maximum of 10 files per digital transaction.
vi: Mỗi giao dịch ký số chỉ được tối đa 10 file

# sign_tranaction_success
source: Signed successfully {transactionCount} transaction {message}
vi: Ký thành công {transactionCount} giao dịch {message}

# youCanNotBuySignature
source: No digital certificate exists Pay as you sign in active state
vi: Bạn không thể mua lượt ký. Lý do: Không tồn tại Chứng thư số theo Lượt ký ở trạng thái Đang hoạt động.

# select_cert_to_extend
source: Select the digital certificate to extend!
vi: Chọn chứng thư số cần gia hạn!

# expire_in_day
source: Expires in {number} days
vi: Hết hạn sau {number} ngày

# select_time_to_extend
source: Select renewal period
vi: Chọn chu kỳ gia hạn

source: Suggested extension
vi: Gợi ý gia hạn

# you_need_know
source: You need to know
vi: Bạn cần biết

# warning_number_sign
source: You have {number} of unused signatures. If you renew, the number of signatures will expire. Do you want to continue Renew?
vi: Bạn còn {number} lượt ký chưa sử dụng, nếu gia hạn số lượt ký sẽ hết hiệu lực. Bạn có muốn tiếp tục Gia hạn không?

source: Extend now
vi: Gia hạn ngay

# document_exits
source: The document already exists in the list
vi: Tài liệu đã được thêm, Bạn có muốn tiếp tục?

source: Current password
vi: Mật khẩu hiện tại

source: Enter current password
vi: Nhập mật khẩu hiện tại

source: Enter new password
vi: Nhập mật khẩu mới

source: Re-enter new password
vi: Nhập lại mật khẩu mới

source: Signature option
vi: Tuỳ chọn lượt ký

# luot
source: turn
vi: lượt

source: Subscriber information
vi: Thông tin thuê bao

source: Subscriber name
vi: Tên thuê bao

# certificate_serial
source: Serial digital certificate
vi: Serial chứng thư số

source: Package information
vi: Thông tin gói cước

# waitingForAcceptExtendTitle
source: Waiting for approval of extension request digital certificate!
vi: Chờ duyệt yêu cầu gia hạn chứng thư số!

source: View detail
vi: Xem chi tiết

# exist_order
source: There exists an order to change information/change equipment/renew for this digital certificate. Click View details to see more information!
vi: Tồn tại đơn hàng thay đổi thông tin/đổi thiết bị/gia hạn cho chứng thư số này, Nhấn vào Xem chi tiết để xem thêm thông tin!

# creating_extend_ticket_label
source: Creating Service Extension Request Form
vi: Đang tạo Phiếu đề nghị gia hạn dịch vụ

# creating_extend_ticket_description
source: The system is creating an extension request, please wait a moment....
vi: Hệ thống đang khởi tạo phiếu đề nghị gia hạn, vui lòng đợi trong giây lát....

source: Cancel order
vi: Hủy đơn hàng

# remaining_to_sign_equal_zero
source: You currently have 0 signing credits. Please purchase signing credits on the SmartCA app to continue using the service.
vi: Quý khách đang có 0 lượt ký; Vui lòng mua Lượt ký trên app SmartCA để tiếp tục sử dụng dịch vụ

# cant_not_signature_document
source: Cannot perform digital signing because the digital certificate is being used by another device
vi: Không thể thực hiện ký số vì chứng thư số đang được sử dụng bởi thiết bị khác

# cant_not_certificate_active_in_device
source: No digital certificate is activated on this device. Please perform Device Change.
vi: Không có chứng thư số được kích hoạt trên thiết bị này. Vui lòng thực hiện Đổi thiết bị để thực hiện ký số.

# can_not_extend_cert
source: You cannot extend!
vi: Bạn không thể gia hạn!

# can_not_extend_cert_description
source: Reason No certificate exists in active or expired state.
vi: Lý do Không tồn tại chứng thư số ở trạng thái Đang hoạt động hoặc Hết hạn.

# sign_ticket_extension_title
source: Sign extension request form
vi: Ký phiếu đề nghị gia hạn

# create_ticket_extension_error_label
source: Creation of extension request failed
vi: Tạo phiếu đề nghị gia hạn không thành công

# create_ticket_extension_error_description
source: Please contact Hotline 18001260 (branch 1) free for support!
vi: Vui lòng liên hệ Tổng đài 18001260 (nhánh 1) miễn phí để được hỗ trợ!

# deviceIdloggedIn
source: DeviceId being logged in
vi: Mã thiết bị đang đăng nhập

source: Please add your signature
vi: Hãy bổ sung chữ ký của bạn

source: Number of Unused Turns
vi: Số lượt ký chưa sử dụng

source: Address on documents
vi: Địa chỉ trên giấy tờ

# noteIdentifier
source: Note: This identification number is used as the UserName!
vi: Lưu ý: Số giấy tờ này sử dụng làm Tên đăng nhập!

# featureDevelopment
source: Feature under development
vi: Tính năng đang được phát triển

# deleteAccount
source: Are you sure you want to delete this account?
vi: Bạn có chắc muốn xóa dữ liệu tài khoản này?

# cancelOrderConfirm
source: Are you sure you want to cancel this order?
vi: Bạn chắc chắn muốn hủy đơn hàng này?

# emptyOrderData
source: There are no orders that match the filter criteria
vi: Không có đơn hàng nào phù hợp với điều kiện lọc

# enterTextToSearchOrder
source: Enter order code or name
vi: Nhập mã hoặc tên đơn hàng

# requestOrderType
source: Request type
vi: Loại yêu cầu

# pleaseChooseStartDate
source: Please choose a start date!
vi: Vui lòng chọn ngày bắt đầu!

# pleaseChooseEndDate
source: Please choose an end date!
vi: Vui lòng chọn ngày kết thúc!

# pleaseChooseDateValid
source: Start date must be earlier than end date!
vi: Ngày bắt đầu phải sớm hơn ngày kết thúc!

# iOSLockOut
source: 'Biometric authentication is disabled. Please lock and unlock your screen to enable it.
vi: Xác thực sinh trắc học bị vô hiệu hóa. Vui lòng Khóa và Mở khóa màn hình của bạn.

source: New Features
vi: Tính năng mới

# registerIntro
source: Register an account online using eKYC
vi: Đăng ký tài khoản trực tuyến sử dụng eKYC

# certIntro
source: Buy certificates, Renew, Change digital certificate information online
vi: Mua chứng thư, Mua lượt ký, Gia hạn, Thay đổi thông tin Chứng thư số trực tuyến

# signIntro
source: Unlimited ownership of digital certificates
vi: Sở hữu không giới hạn, đặt tên và Ký số bằng nhiều Chứng thư

# changeDeviceIntro
source: Change Device, Reactivate Online Certificate
vi: Thay đổi thiết bị, Kích hoạt lại Chứng thư trực tuyến

# shareIntro
source: Sign, Receive Files, Share Files directly on the app
vi: Ký số, Nhận file, Chia sẻ file ngay trên ứng dụng

# loginIntro
source: Sign in to multiple accounts on one device
vi: Đăng nhập nhiều tài khoản trên một thiết bị

# registerDetailIntro
source: Use identification and face authentication to register for an account
vi: Sử dụng giấy tờ tùy thân và xác thực khuôn mặt để đăng ký tài khoản

# loginDetailIntro
source: You can switch and use multiple accounts on one device
vi: Bạn có thể chuyển đổi và sử dụng nhiều tài khoản trên một thiết bị

# signDetailIntro
source: You can buy unlimited and choose Digital Certificates when Signing
vi: Bạn có thể mua không giới hạn, đặt tên và lựa chọn Chứng thư khi Ký số

# changeDeviceDetailIntro
source: You can reactivate the certificate on another device when you want to change, lose the device, or lose the certificate key information
vi: Bạn có thể Kích hoạt lại chứng thư trên thiết bị khác khi muốn đổi, bị mất thiết hoặc mất thông tin khóa chứng thư

# shareDetailIntro
source: You can receive files from other applications to Create transactions and Reshare digitally signed files
vi: Bạn có thể nhận file từ các ứng dụng khác để Tạo giao dịch và Chia sẻ lại file đã Ký số

# cert
source: Name of Cert
vi: Chứng thư

# currentPasswordNotCorrect
source: Current password is not correct
vi: Mật khẩu hiện tại chưa chính xác

# reEnterNewPasswordNotCorrect
source: Re-enter new password is not correct
vi: Nhập lại mật khẩu mới chưa chính xác

source: Link system
vi: Hệ thống liên kết

# listLinkSystem
source: Link system
vi: Hệ thống liên kết

# desListLinkSystem
source: List of link systems to perform digital signatures with automatic confirmation via OTP of the integrated Smart CA package
vi: Danh sách các hệ thống được liên kết để thực hiện ký số với hình thức xác nhận tự động qua OTP gói Smart CA tích hợp

source: Waiting config
vi: Chờ cấu hình

source: Linking
vi: Đang liên kết

source: Pause
vi: Tạm dừng

source: Config
vi: Cấu hình

# configAutomaticCharacters
source: Configure automatic characters
vi: Cấu hình ký tự động

source: According to installation time
vi: Theo thời gian cài đặt

# whenTheTermExpires
source: When the term expires, please reconfigure to continue using
vi: Khi hết thời hạn quý khách thực hiện cấu hình lại để tiếp tục sử dụng

source: Time to date
vi: Thời gian đến ngày

source: According to usage needs
vi: Theo nhu cầu sử dụng

# theSystemWillAutomaticallySign
source: The system will automatically sign the number when you choose to open. Turn off the feature when no longer in use.
vi: Hệ thống sẽ thực hiện ký số tự động khi quý khách chọn mở. Tắt tính năng khi không còn sử dụng.

source: Turn on
vi: Mở

source: Turn off
vi: Tắt

# deleteLinkSystem
source: Delete the link system
vi: Xoá hệ thống liên kết

# agreeRemoveLinkSystem
source: Do you agree to remove the automatic digital signature link system for: '{anything}'?
vi: Quý khách có đồng ý xóa hệ thống liên kết ký số tự động đối với: '{anything}'?

# ifDeletePleaseMake
source: If deleted, please make the link on the system '{anything}' to link again.
vi: Nếu xóa, quý khách vui lòng thực hiện liên kết trên hệ thống '{anything}' để liên kết lại.

# hinh_nen
source: Background image
vi: Hình nền

# noSystemsLinkYet
source: No systems have been linked yet. Please follow the instructions
vi: Chưa có hệ thống nào được liên kết. Vui lòng thực hiện theo hướng dẫn

source: to perform system linking
vi: để thực hiện liên kết hệ thống

# requestUnlinkSuccess
source: The request to unlink was successful
vi: Yêu cầu huỷ liên kết thành công

# requestLinkSuccess
source: The request to link was successful
vi: Yêu cầu liên kết thành công

# notUseeSeal
source: Accounts without Digital Certificates use the integration package.
vi: Tài khoản không có Chứng thư số sử dụng gói Tích hợp.

# no_exist_cert_valid
source: There is no active digital certificate
vi: Không có chứng thư số đang hoạt động

# select_cert_to_change_info
source: Select the digital certificate whose information needs to be changed!
vi: Chọn chứng thư số cần thay đổi thông tin!

# change_info
source: Change information
vi: Thay đổi thông tin

# notice_support_business_customer_change_info
source: Please contact Hotline 18001260 (branch 1) toll-free for support in changing digital certificate information for businesses
vi: Vui lòng liên hệ Tổng đài 18001260 (nhánh 1) miễn phí để được hỗ trợ Thay đổi thông tin chứng thư số cho Doanh nghiệp

# waitingForAcceptChangeInfoTitle
source: Waiting for approval of request to change digital certificate information
vi: Chờ duyệt yêu cầu thay đổi thông tin chứng thư số

# notice_cert_action_for_business_account
source: Your digital certificates do not yet support online {action}. Your request will be sent to support staff. Or you can directly contact Hotline 18001260 (branch 1) free for support.
vi: Chứng thư số của quý khách chưa hỗ trợ {action} online. Yêu cầu của quý khách sẽ được gửi đến nhân viên hỗ trợ. Hoặc Quý khách có thể liên hệ trực tiếp Tổng đài 18001260 (nhánh 1) miễn phí để được hỗ trợ.

source: Send
vi: Gửi

source: Update email, phone
vi: Cập nhật email, số điện thoại

# please_choose_email_phone_other
source: Please input number phone or email other!
vi: Vui lòng nhập số điện thoại hoặc email khác!

# update_info_title
source: Update address
vi: Cập nhật địa chỉ

# not_info_change
source: Please change info address!
vi: Vui lòng thay đổi thông tin địa chỉ!

# update_info_success
source: Update information account success
vi: Cập nhật thông tin tài khoản thành công

# changeInfoCTS
source: Change certificate information
vi: Thay đổi thông tin chứng thư

# please_input_full_name
source: Please enter full name.
vi: Vui lòng nhập họ tên.

# please_input_different_name
source: The new name cannot be the same as the old name.
vi: Họ tên mới không được trùng với họ tên cũ.

# creatingChangeInfoTicketRequest
source: Creating a request to change information
vi: Đang tạo phiếu yêu cầu thay đổi thông tin

# creatingChangeInfoTicketRequestDescription
source: The system is processing the request. Please wait a moment...
vi: Hệ thống đang xử lý yêu cầu. Vui lòng đợi trong giây lát ...

# enterprise_buyCT
source: Enterprise digital certificates do not yet support online registration. Your request will be sent to support staff. Or you can directly contact Hotline 18001260 (branch 1) for free for support.
vi: Chứng thư số Doanh nghiệp chưa hỗ trợ đăng ký online. Yêu cầu của quý khách sẽ được gửi đến nhân viên hỗ trợ. Hoặc Quý khách có thể liên hệ trực tiếp Tổng đài 18001260 (nhánh 1) miễn phí để được hỗ trợ.

# eseal_get_totp_link
source: Get TOTP code
vi: Lấy mã TOTP

# get_totp_please
source: Please
vi: Vui lòng

# get_totp_undisclosed_code
source: DO NOT DISCLOSE TOTP CODE
vi: KHÔNG TIẾT LỘ MÃ TOTP

# get_totp_undisclosed_code_for_anyone
source: for anyone, including VNPT sales staff.
vi: cho bất cứ ai, kể cả nhân viên kinh doanh của VNPT.

# get_totp_copy
source: Copy
vi: Sao chép

# get_totp_title_desc
source: The TOTP code above is used to automatically generate OTP code for:
vi: Mã TOTP ở trên dùng để tự động tạo mã OTP cho:

# get_totp_subtitle_desc
source: Digital signed transactions on linked configured systems.
vi: Giao dịch ký số trên các hệ thống đã được cấu hình liên kết.

# get_totp_title
source: Your enhanced TOTP code is
vi: Mã TOTP nâng cao của bạn là

# get_totp_share
source: Share
vi: Chia sẻ

# numberWaitingOrder
source: There are {number} orders waiting to be handle!
vi: {number} Đơn hàng chờ thực hiện!

# oneWaitingOrder
source: There is 1 order waiting to be handle!
vi: Có 1 đơn hàng đang chờ thực hiện!

# yourCertNeedExtend
source: Your digital certificate is about to expire
vi: Chứng thư số của bạn sắp hết hạn

# reactivateCert
source: Reactivate Digital Cert
vi: Kích hoạt lại chứng thư

# KAKChanged
source: The digital certificate Key pair has changed. Do you want to reactivate the digital certificate on this device?
vi: Khóa chứng thư đã thay đổi. Bạn có muốn Kích hoạt lại chứng thư số trên thiết bị này không?

# addressInvalid
source: Invalid address, please select again
vi: Địa chỉ không hợp lệ, Vui lòng chọn lại.

# searchFaq
source: Search
vi: Hướng dẫn

# reLogin
source: Please Login again
vi: Vui lòng Đăng nhập lại
