Repository: tungdev95/SBAMobile
Catalog: vnpt_smartca_module/lib/views/i18n/locales/intl_*.arb
Languages: vi

source: Sign in
vi: Đăng nhập

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

# noInternet
source: No Internet Connection.
vi: Không có kết nối mạng.

source: Home
vi: Trang chủ

source: Certificate
vi: Chứng thư số

source: Other
vi: Khác

# usernamePlacehoder
source: Enter ID number or tax code
vi: Nhập số CCCD/HC/Mã số thuế

# serviceSomethingWentWrong
source: The system is temporarily unavailable. Please try again later.
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau.

source: Forgot password?
vi: Quên mật khẩu?

source: Active account
vi: Kích hoạt tài khoản

source: User Manual
vi: Hướng dẫn sử dụng

# registerCert
source: Register digital certificate
vi: Đăng ký chứng thư số

source: No account
vi: Chưa có tài khoản

source: Close
vi: Đóng

# digitalSignature
source: Sign
vi: Ký số

# citizenId
source: ID/Tax number: {number}
vi: CCCD/HC/MST: {number}

# digitalSignatureDocument
source: History
vi: Tài liệu ký số

source: View more
vi: Xem thêm

source: Buy Signatures
vi: Mua lượt ký

source: Extend
vi: Gia hạn

source: Change Info
vi: Thay đổi thông tin

source: Recall
vi: Thu hồi

source: Config Signature template
vi: Cấu hình mẫu chữ ký

source: Serial number
vi: Số serial

source: Active
vi: Đang hoạt động

source: Waiting for activation
vi: Chờ kích hoạt

source: Expired
vi: Hết thời hạn

source: Enter {anything}
vi: Nhập {anything}

# signInFieldWarning
source: Enter {anything} to continue
vi: Nhập {anything} để tiếp tục

source: Activate account
vi: Kích hoạt tài khoản

source: Personal
vi: Cá nhân

source: Transaction history
vi: Lịch sử giao dịch

source: Transactions
vi: Xác nhận ký

source: Account type
vi: Loại tài khoản

# identification
source: Identity
vi: CCCD/CMND

# phone
source: Phone number
vi: Số điện thoại

source: Email
vi: Địa chỉ email

source: Gender
vi: Giới tính

source: Address
vi: Địa chỉ

source: Date of birth
vi: Ngày sinh

source: Sign out
vi: Đăng xuất

source: Transaction detail
vi: Thông tin giao dịch

# affiliateApplication
source: Linked app
vi: Ứng dụng

source: Transaction type
vi: Loại giao dịch

# initialTime
source: Create time
vi: Thời gian khởi tạo

source: Finish time
vi: Thời gian kết thúc

source: Back
vi: Quay lại

source: Unknown
vi: Không xác định

source: Signed success
vi: Ký số thành công

source: Canceled
vi: Hủy bỏ

source: Signer
vi: Trình ký

# sign
source: Sign all
vi: Ký tất cả

source: Sign failed
vi: Ký thất bại

# hashSign
source: Sign hash
vi: Ký hash

source: Authentication
vi: Xác thực

source: Acceptance
vi: Nghiệm thu

# activateSuccessTitle
source: Activate success
vi: Kích hoạt thành công

# activateSuccessDesc
source: Your digital certificate has been activated successfully.
vi: Chứng thư số của bạn đã được kích hoạt thành công.

# activateButton
source: Sign acceptance minutes
vi: Ký biên bản nghiệm thu

# pinDialogTitle
source: Enter the PIN to activate the digital signing key pair
vi: Nhập mã PIN để kích hoạt cặp khoá ký số

# pinDialogButton
source: Confirm
vi: Xác nhận

# biometricDialogTitle
source: Authentication required
vi: Yêu cầu xác thực

# biometricDialogButton
source: Authentication by biometric
vi: Xác thực bằng sinh trắc học

# fingerprintDialogDesc
source: Please use your fingerprint to confirm
vi: Vui lòng sử dụng dấu vân tay để xác nhận

# faceIDDialogDesc
source: Please use your FaceID to confirm
vi: Vui lòng sử dụng FaceID để xác nhận

source: Active biometric authentication
vi: Kích hoạt xác thực sinh trắc học

source: Status
vi: Trạng thái

source: Activated
vi: Đã kích hoạt

source: Waiting generate keypair
vi: Chờ sinh cặp khóa

source: Waiting activate
vi: Chờ kích hoạt

source: Waiting sign acceptance minutes
vi: Chờ ký Biên bản nghiệm thu

source: Waiting generate certificate
vi: Chờ cấp chứng thư số

source: Suspended
vi: Đang tạm dừng

source: Revoked
vi: Đã thu hồi

source: Activate keypair
vi: Kích hoạt cặp khóa

source: Have not yet transaction
vi: Chưa có giao dịch

# pinDialogConfirmSignDigitalTitle
source: Please enter your PIN to confirm transaction
vi: Vui lòng nhập mã PIN

source: Confirm cancel
vi: Xác nhận hủy

# pinDialogConfirmCancel
source: Please enter your PIN to cancel transaction
vi: Vui lòng nhập mã PIN để hủy giao dịch

source: Request time
vi: Thời gian yêu cầu

# affiliateAppName
source: Linked App Name
vi: Ứng dụng

source: File name
vi: Tên file

# transactionDesc
source: Transaction Description
vi: Mô tả

source: Confirm Transaction
vi: Xác nhận ký số

source: Document preview
vi: Xem tài liệu

source: Cancel transaction
vi: Hủy giao dịch

# listOfDocumentToBeSigned
source: List of documents to be signed
vi: Danh sách tài liệu cần ký

# pinValidateSixDigit
source: Please enter a 6-digit PIN codes
vi: Vui lòng nhập mã PIN gồm 6 số.

# rePinValidateSixDigit
source: Please enter confirm a 6-digit PIN codes
vi: Vui lòng nhập xác nhận mã PIN gồm 6 số.

# pinValidateSequence
source: PIN codes cannot be consecutive numbers
vi: Mã PIN không được là dãy số liên tiếp.

# pinValidateTheSame
source: PIN codes cannot be the same numbers
vi: Mã PIN không được chứa dãy số giống nhau.

# pinValidateNotMatch
source: PIN code does not match
vi: Mã PIN không khớp

# noStep
source: Step {step}
vi: Bước {step}

source: Enter account information
vi: Nhập thông tin tài khoản

source: Activate code
vi: Mã kích hoạt

source: Confirm password
vi: Xác nhận mật khẩu

source: Next
vi: Tiếp theo

# passwordNotMatch
source: Password does not match
vi: Mật khẩu không khớp

# createPinTitle
source: Create PIN code
vi: Tạo mã PIN

# nextStepPin
source: Next step: Create PIN
vi: Tiếp theo: Tạo mã PIN

source: Initialize PIN
vi: Khởi tạo mã PIN

# initializePINTitle
source: Personal PIN is used to protect your digital signature
vi: Mã PIN cá nhân được sử dụng để bảo vệ chữ ký số của bạn.

# confirmPINTitle
source: Confirm PIN
vi: Xác nhận mã PIN

# confirmPINDesc
source: Re-enter PIN to confirm
vi: Nhập lại mã PIN để xác nhận

source: Warning
vi: Cảnh báo

# Notice
source: Notify
vi: Thông báo

# activateBiometricDesc
source: Using biometrics to enhance security, do you agree?
vi: Sử dụng sinh trắc học để tăng cường tính bảo mật, bạn có đồng ý?

source: Reject
vi: Từ chối

source: Agree
vi: Đồng ý

# activateTransactionNotSignKeypair
source: The account has not been activated with a key pair
vi: Tài khoản chưa được kích hoạt cặp khóa

# activateTransactionNotSignAcceptanceMinutes
source: The account has not signed the acceptance minutes
vi: Tài khoản chưa ký biên bản nghiệm thu

# signBbnt
source: Sign acceptance minutes
vi: Ký biên bản nghiệm thu

# nextSignBbnt
source: Next step: Sign acceptance minutes
vi: Tiếp theo: Ký biên bản nghiệm thu

source: Remain time to sign
vi: Thời gian ký còn lại

source: Size
vi: Kích thước

source: Time
vi: Thời gian

# viewTransactionInfo
source: View information
vi: Xem thông tin giao dịch

# requestBiometricDesc
source: Please use biometric to {purpose}
vi: Vui lòng sử dụng sinh trắc học để {purpose}

source: continue
vi: Tiếp tục

# serviceCannotVerifyApp
source: Cannot verify app
vi: Không thể xác thực ứng dụng.

# serviceVerifyAppFail
source: Verify fail app
vi: Xác thực App lỗi.

# serviceLostConnection
source: Connection errors. Please check your network connection again
vi: Lỗi kết nối. Vui lòng kiểm tra lại kết nối mạng.

# serviceExpireToken
source: Your session is expired. Please signin again
vi: Phiên đã hết hạn. Vui lòng đăng nhập lại.

# serviceNoAccessTokenFound
source: No accessToken found
vi: Không tìm thấy accessToken.

# serviceNotFoundDevice
source: No device found
vi: Không tìm thấy thiết bị.

# serviceNotFoundFCMToken
source: Cannot register to receive notify
vi: Không thể đăng ký nhận thông báo.

# notSecureDevice
source: Your device is not secure enough to run the application.
vi: Thiết bị của bạn không đủ an toàn để khởi chạy ứng dụng.

source: Male
vi: Nam

source: Female
vi: Nữ

# business
source: Enterprise
vi: Doanh nghiệp

# personalInBusiness
source: Staff
vi: Cá nhân trong doanh nghiệp

# signTransactionDone
source: Your transaction has been signed successfully
vi: Giao dịch của bạn đã được ký thành công

# cancelTransactionDone
source: Transaction Canceled
vi: Đã hủy bỏ giao dịch

source: History
vi: Lịch sử

source: Invalid token
vi: Token không hợp lệ.

# KAKNotFound
source: The certificate has not been registered on the device. Do you want to register a digital certificate on this device?
vi: Chứng thư chưa được đăng ký trên thiết bị. Bạn có muốn đăng ký chứng thư số trên thiết bị này không?

source: Invalid PIN
vi: Mã PIN không hợp lệ.

# calAuthDataFail
source: Calculate authorize data failed
vi: Tính toán xác thực lỗi.

source: Cannot get device info
vi: Không thể lấy thông tin thiết bị.

source: Token expired
vi: Token đã hết hạn.

source: Cannot sign key challenge
vi: Không thể ký khóa.

# serviceLockPINOverEnter
source: Your PIN has been locked because enter wrong over accept times.
vi: PIN của bạn đã bị khóa do nhập sai nhiều lần.

source: Sign error
vi: Ký lỗi

# serviceRejectFail
source: Reject failed
vi: Hủy bỏ lỗi

# serviceNotExistedTransactionHis
source: Have not existed transaction history
vi: Không tồn tại lịch sử giao dịch.

# serviceNotExistedUserInfo
source: Have not existed user information
vi: Không tồn tại thông tin người dùng.

# serviceGenerateKAKFail
source: Generate KAK failed
vi: Sinh khóa bảo vệ(KAK) không thành công.

# serviceGeneratingKAK
source: Creating KAK
vi: Generating KAK

# strongPasswordValid
source: Use 8-30 characters including uppercase, lowercase, numbers, special characters ~!@#$%^&*_-+=`|(){}[]:;”<>,.? /
vi: Sử dụng 8-30 ký tự bao gồm chữ hoa, chữ thường, số, ký tự đặc biệt ~!@#$%^&*_-+=`|(){}[]:;”<>,.?/

source: Settings
vi: Cài đặt chung

source: Language
vi: Ngôn ngữ

source: Vietnamese
vi: Tiếng Việt

source: Update
vi: Cập nhật

source: Maybe Later
vi: Để sau

# updateVersionMsg
source: Update this app to
vi: Cập nhật phiên bản mới

# versionNewest
source: You are using the latest version
vi: Bạn đang sử dụng phiên bản mới nhất.

# versionNumber
source: VNPT SmartCA version {version}
vi: VNPT SmartCA phiên bản {version}

source: Subject
vi: Chủ thể

source: Issuer
vi: Nhà phát hành

source: Serial
vi: Số sê-ri

# validity
source: Valid
vi: Hiệu lực

# signOutConfirm
source: Are you sure you want to sign out this device?
vi: Bạn có chắc chắn muốn đăng xuất khỏi thiết bị này không?

source: Tax code
vi: MST

# gettingCert
source: Getting certificate...
vi: Đang lấy thông tin chứng thư...

# activingCert
source: Activating certificate...
vi: Đang kích hoạt chứng thư...

# activingKey
source: Please wait a moment...
vi: Đang xử lý, vui lòng đợi trong giây lát...

# nextAssignKey
source: Next step: Activate keypair
vi: Tiếp theo: Kích hoạt cặp khóa

source: Change password
vi: Đổi mật khẩu

source: Type of certificate
vi: Loại CTS

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

# noticeWhenPasswordChange
source: Your password has changed. Please login again.
vi: Mật khẩu đã thay đổi. Vui lòng đăng nhập lại.

source: Copied
vi: Đã sao chép.

# passwordDuplicate
source: New password duplicate with the old password
vi: Mật khẩu mới trùng với mật khẩu cũ.

# oldPasswordWrong
source: Wrong old password
vi: Sai mật khẩu cũ.

# notFoundUid
source: User's information not found
vi: Không tìm thấy thông tin người dùng

# contactCustomerCare
source: Customer Service Center
vi: Tổng đài CSKH

source: Loading...
vi: Đang tải...

# idleLoading
source: Pull up to load more
vi: Kéo lên để tải thêm

# canLoading
source: Release to load more
vi: Thả xuống để tải thêm

# iAgreeWith
source: I agree to
vi: Tôi đồng ý với

# termOfUseService
source: terms of service
vi: điều khoản sử dụng dịch vụ

# emptyDescTransaction
source: No transactions to confirm yet
vi: Chưa có giao dịch cần xác nhận ký số.

# checkingInfor
source: Please wait a moment...
vi: Đang xử lý, vui lòng đợi trong giây lát..

# loadingCert
source: Getting certificate, please wait a moment...
vi: Đang lấy thông tin chứng thư

# progressProcessing
source: Please wait a moment...
vi: Đang xử lý, vui lòng đợi trong giây lát...

# waitingForSignerConfirm
source: Wait for confirm
vi: Chờ xác nhận

source: Transaction date
vi: Ngày giao dịch

source: Transaction status
vi: Trạng thái

# notSupportExt
source: The application does not support preview of
vi: Hiện tại ứng dụng chưa hỗ trợ xem trước định dạng

# totalRecord
source: Total: {total} results
vi: Tổng số: {total} kết quả

source: Account
vi: Tài khoản

source: Connect Timeout.
vi: Thời gian kết nối quá lâu.

# notPhysicalDevice
source: You are running the application on a virtual device. Please install the app on a real device.
vi: Bạn đang chạy ứng dụng trên thiết bị ảo. Vui lòng cài đặt ứng dụng trên thiết bị thật.

# refreshTokenFailed
source: Failed to retrieve refresh token for authentication.
vi: Có lỗi trong quá trình làm mới token.

source: Get Authentication Failed.
vi: Lấy thông tin đăng nhập thất bại.

source: Not Authenticated.
vi: Chưa xác thực đăng nhập tài khoản.

# alertDelRegDevice
source: - Only use when you want to use another account on this device - Existing account data saved on your device will be deleted, you will return to Account Activation step!
vi: - Chỉ dùng khi thay đổi sang tài khoản khác trên thiết bị này - Thông tin của tài sẽ bị xóa, Bạn sẽ quay trở lại màn hình kích hoạt tài khoản!

source: Invalid Parameter.
vi: Tham số không đúng.

# listFileEmpty
source: Have no file to preview
vi: Không có file để xem trước

# activing
source: Active
vi: Đang hoạt động

source: Clear
vi: Làm mới

source: Draw your signature
vi: Vẽ chữ ký của bạn

# pleaseDrawSign
source: Please draw your signature before confirm
vi: Vui lòng vẽ Chữ ký của bạn

# deviceId
source: Device's ID
vi: Mã thiết bị

# signToQD769
source: Sign to QD-769-BTTTT
vi: Ký số theo QĐ-769-BTTTT

# listsigned
source: Signed list
vi: Danh sách đã ký

# viewFileHash
source: The preview feature does not support signed hash transactions!
vi: Không hỗ trợ xem tài liệu Ký hash!

# transactionhistoryinfo
source: Transaction history information
vi: Thông tin lịch sử giao dịch

# bio_protect_pin
source: To protect your PIN, we recommend you to use device supported biometric
vi: Để bảo vệ mã PIN vui lòng sử dụng thiết bị có hỗ trợ Sinh trắc học và bật tính năng này

# active_bio
source: Turn on biometric
vi: Sử dụng sinh trắc học

# introEkycTitle
source: Your account needs identity verification, please prepare:
vi: Tài khoản của Quý khách cần xác minh thông tin đăng ký, vui lòng chuẩn bị:

# certBusinessRegistration
source: Certificate of business registration
vi: Giấy chứng nhận đăng ký kinh doanh bản gốc

# idEkyc
source: Valid Identity Card and not a copy/scanned copy
vi: Giấy CMND/Thẻ CCCD bản gốc, còn hiệu lực, không scan/photocopy

# idRepreEkyc
source: Identity Card of legal representative and not a copy/scanned copy
vi: Giấy CMND / Thẻ CCCD bản gốc, còn hiệu lực của Người đại diện pháp luật

# certRequester
source: Certificate requester needs to match the face
vi: Đối chiếu khuôn mặt với ảnh CMND/CCCD

# noteEkyc
source: Note:
vi: Lưu ý chụp ảnh giấy tờ:

# blurryPhotos
source: Advoid too blurry photos
vi: Không chụp ảnh quá mờ

# missingCorner
source: Advoid take missing-conrner
vi: Không chụp mất góc

# backLighting
source: Avoid back lighting
vi: Không chụp quá lóa sáng, quá mờ

# waitingForApproval
source: VNPT SmartCA has received your documents. Please wait for the approval and issue the digital certificate
vi: VNPT SmartCA đã tiếp nhận hồ sơ của quý khách, vui lòng chờ VNPT SmartCA thẩm định hồ sơ và cấp chứng thư số.

# alertApproval
source: Verify information have problem, please contact hotline 18001260 for advice and support
vi: Xác nhận thông tin của bạn gặp sự cố đề nghị bạn liên hệ với tổng đài 18001260 để được tư vẫn hỗ trợ

source: Confirm Info
vi: Thông tin đăng ký cấp Chứng thư

source: Full name
vi: Họ tên

source: Confirm
vi: Xác nhận

source: Nationality
vi: Quốc tịch

source: Province
vi: Tỉnh/TP

source: District
vi: Quận/Huyện

source: Wards
vi: Phường/Xã

source: Service Request Form
vi: Phiếu yêu cầu cung cấp dịch vụ

# signConfirm
source: Sign confirmation
vi: Ký xác nhận

# sentServiceRequestSuccess
source: Submit request for issuance of Digital Certificate successfully. Please check your email in a few minutes to activate the service.
vi: Gửi yêu cầu cấp Chứng thư số thành công. Vui lòng kiểm tra email sau ít phút để kích hoạt dịch vụ.

source: Issue Date
vi: Ngày cấp

source: Place of issue
vi: Nơi cấp

source: Street name
vi: Thôn/Xóm

# emptyData
source: No data found
vi: Không có dữ liệu

source: Select data
vi: Chọn dữ liệu

# bioSignInTitle
source: Authentication required
vi: Yêu cầu xác thực

# bioHint
source: verify identity
vi: Xác thực danh tính

# bioNotRecognized
source: Biometric not recognized!
vi: Nhận dạng không thành công

# bioRequiredTitle
source: Biometric required title
vi: Yêu cầu xác thực sinh trắc học

source: Biometric success
vi: Xác thực thành công

# err61000
source: Credential assignment key failed!
vi: Tạo khóa gán thông tin xác thực không thành công!

# transPending
source: Transaction pending signing cannot be viewed!
vi: Giao dịch đang chờ ký không thể xem!

# transExpired
source: Transaction expired or cancel signing cannot be viewed!
vi: Giao dịch đã hết hạn hoặc bị hủy không thể xem!

# information_buy_packages
source: Order package infomation
vi: Thông tin mua gói lượt ký

# product_name
source: Name:
vi: Tên gói:

# product_quantity
source: Quantity:
vi: Số lượng:

# product_price
source: Price:
vi: Đơn giá:

# product_money
source: Money:
vi: Thành tiền:

# service_pack_signatures
source: Signatures
vi: Lượt ký

# service_pack_total_amount
source: Total
vi: Tổng thanh toán

# service_pack_total_signature
source: Total signatures:
vi: Tổng lượt ký:

# service_pack_vat_included
source: (Included 10% VAT)
vi: (Đã bao gồm 10% VAT)

# btnPayment
source: Payment
vi: Thanh toán

# service_pack_order_status
source: Status:
vi: Trạng thái:

# re_create_service_order
source: Re initialize service package
vi: Khởi tạo lại gói lượt ký

# order_history_page_title
source: Order history
vi: Lịch sử mua gói lượt ký

# revoked_alter_message
source: Customer's certificate has been revoked. Please register a new certificate to make the purchase of signatures
vi: CTS của khách hàng đã bị thu hồi. Vui lòng đăng ký chứng thư mới để thực hiện mua lượt ký.

# expired_alter_message
source: The customer's digital certificate has expired. Please register for a new digital certificate to continue using the subscription service.
vi: CTS của khách hàng đã hết thời hạn sử dụng. Vui lòng thực hiện đăng ký cấp mới chứng thư số để tiếp tục sử dụng dịch vụ mua lượt ký.

# suspended_alter_message
source: Customer's certificate is on hold. Please contact your administrator for assistance.
vi: CTS của khách hàng đang tạm dừng. Vui lòng liên hệ quản trị viên để được hỗ trợ.

# create_order_no_data_selected
source: No service packages selected
vi: Không có gói lượt ký nào được chọn

# service_pack_get_failed
source: Error: Failed to get sign package information.
vi: Lỗi: Không lấy được thông tin gói lượt ký.

# service_pack_payment_failed
source: Error: Payment integration failed.
vi: Lỗi: Tích hợp thanh toán không thành công.

# service_pack_create_order_failed
source: Error: Order failed.
vi: Lỗi: Đặt hàng không thành công.

# notify_extend_personal_sign_success
source: Initialization service package successful!
vi: Khởi tạo gói lượt ký thành công!

# page_servive_pack_order_title
source: Payment orders
vi: Thanh toán đơn hàng

# page_servive_pack_order_desc
source: You have successfully purchased the service package.
vi: Quý khách mua gói lượt ký thành công.

# link_view_service_pack_order_history_page
source: View the history buy service packages
vi: Xem lịch sử mua gói lượt ký

# order_success
source: Success
vi: Mua thành công

# order_canceled
source: Canceled
vi: Đã hủy

# order_paid
source: Wait for initialization
vi: Chờ khởi tạo

# order_new
source: Wait for initialization
vi: Chờ khởi tạo

# empty_description
source: Please select the service package to continue
vi: Vui lòng chọn gói lượt ký để tiếp tục

source: Unused signatures
vi: Số lượt ký chưa sử dụng

# buy_signature
source: Buy signatures
vi: Mua lượt ký

# service_pack_reject_message
source: Your account is not purchased as signed!
vi: Tài khoản của bạn không được mua lượt ký!

# tryAgain
source: Please try again!
vi: Vui lòng thử lại!

# ekycFail
source: Can not verify via EKYC
vi: Xác thực EKYC không thành công

# successNotirce
source: Success !
vi: Thành công!

source: Reactivate account?
vi: Kích hoạt lại tài khoản?

# sureToQuitReactive
source: Are your sure to quit reactive account process?
vi: Bạn có muốn thoát quá trình kích hoạt lại tài khoản hay không?

# reactivation_notified
source: Use account reactivation in case of device change, device loss, forgot PIN or loss of authentication key information.
vi: Sử dụng kích hoạt lại tài khoản khi: - Tài khoản đã kích hoạt trước đó - Muốn thay đổi thiết bị, mất thiết bị, quên mã PIN hoặc mất thông tin khóa xác thực.

# activeCodeSent
source: Active code has been sent to your email.
vi: Mã kích hoạt đã được gửi về email của bạn

source: Retake
vi: Chụp lại

# changePassSuccess
source: Change password success!
vi: Thay đổi mật khẩu thành công

# reactiveFail
source: Change request failed
vi: Yêu cầu thay đổi không thành công

# oldPassIsEmpty
source: Field old password is not empty
vi: Trường mật khẩu cũ không được để trống

# newPassIsEmpty
source: Field new password is not empty
vi: Trường mật khẩu mới không được để trống

# confirmPassIsEmpty
source: Field confirm new password is not empty
vi: Trường xác nhận lại mật khẩu mới không được để trống

# chooseDocumentToSign
source: Choose document
vi: Chọn tài liệu ký số

# maxSizeUpload
source: Max size: 15MB
vi: Kích thước tối đa: 15MB

# contactCSKH
source: Contact:
vi: Liên hệ CSKH:

# enterIdNumber
source: Enter the registered identifier Number of Certificates
vi: Nhập số định danh đã đăng ký Chứng thư số

source: Activation tutorial
vi: Hướng dẫn kích hoạt

# ctsPersonal
source: Personal digital certificate
vi: Chứng thư số cá nhân

# nameForCTS
source: Rename certificate
vi: Đặt tên chứng thư số

# citizenIdLabel
source: ID/Tax
vi: CCCD/HC/MST

# deviceUsingThisCert
source: Device
vi: Thiết bị kích hoạt chứng thư

# emailReceiveNotification
source: Email
vi: Email nhận thông báo

# hideCTSInListScreen
source: Hide this certificate from list
vi: Ẩn chứng thư số khỏi màn hình danh sách

source: Change device
vi: Đổi thiết bị

source: Change email
vi: Đổi email

# changeNameDescription
source: Users please name digital certificates to easily distinguish digital certificates when users use two or more digital certificates.
vi: Người dùng vui lòng đặt tên chứng thư số để phân biệt dễ dàng các chứng thư số khi người dùng sử dụng hai chứng thư số trở lên.

source: Cancel
vi: Hủy

source: Name for
vi: Đặt tên

source: Digital certificate
vi: Chứng thư số

source: Biometrics
vi: Sinh trắc học

source: Change PIN
vi: Đổi PIN

source: Update History
vi: Lịch sử cập nhật

source: Version
vi: Phiên bản

source: FAQ
vi: Câu hỏi thường gặp

# inputRequired
source: Please enter {anything}
vi: Vui lòng nhập {anything}

# maxLength
source: Please enter up to {anything} characters
vi: Vui lòng nhập tối đa {anything} ký tự

# minLength
source: Please enter at least {anything} characters
vi: Vui lòng nhập tối thiểu {anything} ký tự

# enoughLength
source: Please enter {anything} characters
vi: Vui lòng nhập đủ {anything} ký tự

# addAccount
source: Add another account
vi: Thêm tài khoản khác
