Repository: tungdev95/SBAMobile
Catalog: vnpt_smartca_module/lib/views/i18n/locales/intl_*.arb
Languages: vi

# orderKEY_ASSIGN_WATING
source: Waiting for key pair initialization
vi: Chờ khởi tạo cặp khóa

# orderKEY_ASSIGN_ERROR
source: Initialization of key pair failed
vi: Khởi tạo cặp khóa không thành công

source: Create account
vi: Tạo tài khoản

source: Get advice
vi: Nhận tư vấn

# desAdviceBusiness
source: Please provide information for VNPT staff to assist in the registration of digital certificates for Corporate Organizations!
vi: Vui lòng cung cấp thông tin để nhân viên VNPT hỗ trợ thủ tục đăng ký chứng thư số cho Tổ chức Doanh nghiệp!

# nameBusiness
source: Name of Agency/Organization/Enterprise
vi: Tên Cơ quan/Tổ chức/Doanh nghiệp

# nameContact
source: Contact person's name
vi: Họ tên người liên hệ

# phoneContact
source: Contact phone number
vi: Số điện thoại liên hệ

# emailContact
source: Contact email
vi: Email liên hệ

# sendSupportRequest
source: Send a support request
vi: Gửi yêu cầu hỗ trợ

# requestSentSuccessfully
source: Request send successfully
vi: Gửi yêu cầu thành công

# desRequestSentSuccessfully
source: VNPT sales staff will contact you. Please check your email or phone for support advice!
vi: Nhân viên kinh doanh VNPT sẽ liên hệ với bạn. Vui lòng kiểm tra email hoặc điện thoại để được tư vấn hỗ trợ!

# tutorialRegisterAccount
source: Register account tutorial
vi: Hướng dẫn đăng ký tài khoản

source: Registration card type
vi: Loại giấy tờ đăng ký

source: Citizen identification
vi: Căn cước công dân

source: Passport
vi: Hộ chiếu

source: Business registration certificate
vi: Giấy đăng ký kinh doanh

# accountRegisteredSuccessfully
source: Account has been successfully registered. Please Login to continue!
vi: Tài khoản đã được đăng ký thành công. Vui lòng Đăng nhập để tiếp tục!

source: Confirm information
vi: Xác nhận thông tin

source: Information registration
vi: Thông tin đăng ký

# nameBusinessPersonal
source: Name of Agency/Organization/Individual
vi: Tên Cơ quan/Tổ chức/Cá nhân

# citizenIdFullLabel
source: Id/Tax number
vi: Số CCCD/Hộ chiếu/Mã số thuế

source: Edit information
vi: Sửa thông tin

# addressFullLabel
source: Province/City, District, Ward/Commune
vi: Tỉnh/Thành phố, Quận/Huyện, Phường/Xã

source: Detail address
vi: Địa chỉ chi tiết

# noteInformationAddress
source: Note: The address information will be displayed on the digital certificate. In case of change, please choose again
vi: Lưu ý: Thông tin địa chỉ sẽ hiển thị trên chứng thư số. Trường hợp thay đổi vui lòng chọn lại

# notePhoneNumber
source: Note: This phone number will be used to receive the transaction verification code!
vi: Lưu ý: Số điện thoại này sử dụng để nhận mã xác thực giao dịch!

source: Complete
vi: Hoàn thành

source: Address option
vi: Tuỳ chọn địa chỉ

source: Phone number verification
vi: Xác thực số điện thoại

# otpSendToPhone
source: OTP has been sent to the phone number
vi: OTP đã được gửi về số điện thoại

# resendOTPLater
source: Resend the otp code later
vi: Gửi lại mã otp sau

source: Successful account registration
vi: Đăng ký tài khoản thành công

# desSuccessfulAccountRegistration
source: Please choose to register for a digital certificate to use the VNPT SmartCA remote digital signing service!
vi: Vui lòng chọn đăng ký chứng thư số để sử dụng dịch vụ ký số từ xa VNPT SmartCA!

source: Recent transactions
vi: Giao dịch gần đây

# signTheProposalForm
source: Sign the proposal
vi: Ký phiếu đề nghị

# creatingContract
source: Creating a contract
vi: Đang tạo hợp đồng

# theSystemIsInitializingTheContract
source: The system is initializing the contract Please wait a moment...
vi: Hệ thống đang khởi tạo hợp đồng Vui lòng đợi trong giây lát...

source: Please try again in a few minutes
vi: Vui lòng thử lại sau ít phút

# viewOrderDetail
source: Order detail
vi: Xem chi tiết đơn hàng

# orderDetailCert
source: Digital certificate package information
vi: Thông tin gói chứng thư số

# paymentDone
source: Paid
vi: Đã thanh toán

# paymentWaiting
source: Not yet paid
vi: Chưa thanh toán

# processingRequest
source: Processing the request
vi: Đang xử lý yêu cầu

# processingRequestDescription
source: Your order is being processed. Please wait a moment...
vi: Đơn hàng của bạn đang được xử lý. Vui lòng đợi trong giây lát...

# validate_passport_error
source: Passport is not in the correct format
vi: Hộ chiếu không đúng định dạng

# registerAccountContactHotline
source: o register an account, please contact hotline {hotline} branch 1 (free)!
vi: Để đăng ký tài khoản vui lòng liên hệ số hotline {hotline} nhánh 1 (miễn phí)!

# ekycErrorContactHotline
source: Sorry, we could not verify your documents. Please contact Call Center {hotline} (branch 1) for assistance in verifying information at the counter!
vi: Rất tiếc, chúng tôi không thể xác minh giấy tờ của Bạn. Vui lòng liên hệ Tổng đài {hotline} (nhánh 1) để được hỗ trợ xác minh thông tin tại quầy!

# phoneNumberIncorrect
source: Incorrect phone number
vi: Số điện thoại không chính xác

# enterPhoneNumberForRegister
source: Please enter the correct registered phone number. Please check your email for phone number information.
vi: Vui lòng nhập đúng số điện thoại đã đăng ký. Quý khách kiểm tra email để biết thông tin số điện thoại.

source: Handling instructions
vi: Xem hướng dẫn xử lý

# signerTranTypeDesc
source: Signer
vi: Trình ký

# signTranTypeDesc
source: Document Signing
vi: Ký tài liệu

# hashTranTypeDesc
source: Sign hash
vi: Ký hash

# verifyTranTypeDesc
source: Confirm
vi: Chờ xác nhận

# acceptanceTranTypeDesc
source: Acceptance
vi: Ký BBNT

# sign769TranTypeDesc
source: Sign hash 769
vi: Ký hash 769

# notSupportViewFile
source: Does not support viewing unconfirmed transaction documents
vi: Tài liệu Hết hạn/Hủy xác nhận không được hỗ trợ xem lại

# iAgreeTerms
source: I agree with the terms of VNPT Vinaphone's personal data protection policy
vi: Tôi đồng ý với các điều khoản chính sách bảo vệ dữ liệu cá nhân của VNPT Vinaphone

# iReadAndAgree
source: I have read and agree to the Personal Data Protection Policy of VNPT-Vinaphone.
vi: Tôi đã đọc và chấp thuận Chính sách bảo vệ dữ liệu cá nhân của VNPT-Vinaphone.

# iDontWantReceive
source: I do not want to receive any communications or notifications for the purpose of advertising and marketing from VNPT-Vinaphone.
vi: Tôi không muốn nhận bất kỳ liên lạc hoặc thông báo nào với mục đích quảng cáo, tiếp thị từ VNPT-Vinaphone.

source: here
vi: tại đây

source: Personal data protection policy
vi: Chính sách bảo vệ dữ liệu cá nhân
