Repository: tungdev95/SBAMobile
Catalog: vnpt_smartca_module/lib/views/i18n/locales/intl_*.arb
Languages: vi

# fullPolicyProtection
source: Customer's personal data protection policy (hereinafter referred to as "Policy") aims to inform Customers about Personal Data collected by TELECOMMUNICATION SERVICES CORPORATION ("VNPT-VINAPHONE") processing, processing purposes, processing methods, storage period, sharing of Personal Data, and Customer's rights regarding his/her Personal Data in accordance with the provisions of Vietnamese law on protection personal data. This Policy also provides recommendations for Customers to raise awareness of personal data protection to avoid unwanted damages that occur during the process of VNPT-Vinaphone processing Customer Personal Data. Row. This Policy applies to all platforms (App, Web...), electronic information pages, interface channels, means, tools on VNPT-Vinaphone websites/applications including consulting. and signed a contract to provide services directly at VNPT-Vinaphone telecommunications service points. This Policy includes the following contents: Article 1. Definition terms Article 2. Processing of personal data Article 3. Purpose of processing personal data Article 4. How personal data is processed Article 5. Start time and end time of processing personal data Article 6. Sharing personal data Article 7. Storage of personal data Article 8. Control of personal data Article 9. Protection of personal data Article 10. Unwanted consequences and damage are likely to occur Article 11. Use of Cookies Article 12. Advertising on the Internet and third parties Article 13. Processing of personal data without the consent of the data subject Article 14. Contact information Article 15. Adjustment and amendment By checking the box "I have read and accepted VNPT-Vinaphone's personal data protection policy", Customer confirms that he has read, understood, and accepted all terms and conditions specified in This Policy. This Policy is part of the terms and conditions of service provision and is an integral appendix to the Service Contract of each product or service that the Customer has established with VNPT-Vinaphone. Article 1. TERMS DEFINITION For the purposes of this Policy, unless the context requires otherwise, the following terms are understood and interpreted as follows: 1.1. VNPT-Vinaphone means TELECOMMUNICATIONS SERVICES CORPORATION 1.2. Customer means • Individuals or legal representatives of individuals using and/or interested in VNPT-Vinaphone Products and Services; • The individual or the legal representative of the individual has accessed and/or registered an account at websites and/or applications owned by VNPT-Vinaphone. 1.3. Products and Services of VNPT-Vinaphone means • Products and services directly researched, developed and provided by VNPT-Vinaphone to Customers; • Products and services of the Posts and Telecommunications Group or products and services of units under the Posts and Telecommunications Group in which VNPT-Vinaphone is the representative to exercise the rights and obligations of the supplier service level; • Products and services provided by VNPT-Vinaphone in cooperation with third party(s) to Customers. Article 2. PROCESSING OF PERSONAL DATA 2.1 VNPT-Vinaphone processes Customer Personal Data in each specific case, including, but not limited to: • When the Customer or the Customer's legal representative contacts VNPT-Vinaphone to request advice on VNPT-Vinaphone Products and Services or express interest in VNPT-Vinaphone Products and Services ; • When Customers use Products and Services of VNPT-Vinaphone; • When Customers access and/or register accounts at websites and/or applications owned by VNPT-Vinaphone; • When Customer agrees to provide Personal Data to VNPT-Vinaphone through public sources, including but not limited to: meetings, events, seminars, conferences, social networks, or programs dialogues and discussions organized, sponsored or attended by VNPT-Vinaphone and/or from stored files (cookies) recorded on the VNPT-Vinaphone website; • When Customer allows a third party other than VNPT-Vinaphone to share Customer Personal Data with VNPT-Vinaphone; • When the Customer is a customer of an organization or enterprise to which VNPT-Vinaphone contributes capital or purchases shares; • When requested by competent state agencies. 2.2 Customer Personal Data that VNPT-Vinaphone processes (hereinafter referred to as “Personal Data”) includes but is not limited to and may change depending on the product or service, respectively. Customer's cooperation with VNPT-Vinaphone: 2.2.1. Basic personal data a) Surname, middle name, birth name, other names (if any); b) Date, month and year of birth; date, month, year of death or disappearance; c) Gender; d) Place of birth, place of birth registration, permanent residence, temporary residence, current residence, hometown, contact address; d) Nationality; e) Image of the individual; g) Phone number, ID card number, personal identification number, passport number, driver's license number, license plate number, personal tax code number, social insurance number, insurance card number medical; h) Marital status; i) Information about family relationships (parents, children); k) Information about individuals' digital accounts; Personal data reflecting activities and history of activities in cyberspace; l) Customer's telecommunications credit score: expressed in the form of a score, is the result of the process of VNPT-Vinaphone processing and analyzing data of customers using telecommunications services, in order to evaluate and analyze Analyze and predict activities such as habits, preferences, trust levels, behavior, locations, trends, capacities and other situations, supporting the provision of telecommunications products and services. of VNPT-Vinaphone to Customers in the best way. 2.2.2. Sensitive personal data a) Data on crimes and criminal acts are collected and stored by law enforcement agencies; b) Customer information of credit institutions, foreign bank branches, payment intermediary service providers, and other licensed organizations, including: customer identification information according to the provisions of law law, account information, deposit information, deposited asset information, transaction information, information about organizations and individuals that are guarantors at credit institutions, bank branches, organizations providing intermediary payment services; c) Data about the individual's location determined through location services. 2.2.3. Other personal data does not belong to the group of basic personal data and sensitive personal data specified in Article 2.2.1 and Article 2.2.2. 2.3. VNPT-Vinaphone will notify the Customer of the Personal Data required to be provided and/or optionally provided at the time of collecting the Customer's Personal Data. If required Personal Data is not provided as requested, Customer will not be able to use some Products and Services of VNPT-Vinaphone and/or VNPT-Vinaphone may refuse to provide Products and Services. VNPT-Vinaphone Service to Customers without having to pay any compensation and/or penalty. 2.4. From time to time, Customer may voluntarily provide VNPT-Vinaphone with Personal Data beyond VNPT-Vinaphone's request. When Customer provides Personal Data to VNPT-Vinaphone for any reason, it means that Customer has agreed to allow VNPT-Vinaphone to process that Personal Data for the Purposes stated in this Policy. or for the purpose stated at the time the Customer provided such Personal Data. In addition, when proactively providing information beyond VNPT-Vinaphone's requirements, Customers please do not provide sensitive Personal Data as prescribed by law from time to time. VNPT-Vinaphone will not process and assume no legal responsibility for sensitive Personal Data voluntarily provided by Customers beyond VNPT-Vinaphone's request. Article 3. PURPOSE OF PROCESSING PERSONAL DATA VNPT - Vinaphone may process Customer Personal Data for one or more of the following listed purposes (“Purposes”) including, but not limited to the following Purposes: 3.1. Verify the accuracy and completeness of the information provided by the Customer; determine or authenticate the Customer's identity and carry out the Customer authentication process; Handling registration to use VNPT-Vinaphone Products and Services; 3.2. Evaluate Customer's profile and eligibility to use VNPT-Vinaphone Products and Services. VNPT-Vinaphone can use scoring methods, assign hot charge thresholds, check Customer history of using VNPT-Vinaphone Products and Services to evaluate and manage credit risks, ensuring the ability to make payment for payment obligations and other related obligations during the process of providing VNPT-Vinaphone Products and Services to Customers; 3.3. Manage and evaluate business activities including designing, improving and enhancing the quality of VNPT-Vinaphone Products and Services or performing marketing communication activities; Carry out market research, surveys and data analysis related to VNPT-Vinaphone Products and Services; 3.4. Contact Customers to exchange information, resolve requests, complaints, deliver invoices, statements, reports or other documents related to VNPT-Vinaphone Products and Services through different channels (e.g. email, chat) and to respond to Customer requests. This includes contacting the Customer (or other necessary parties) to notify the Customer of information related to the use of VNPT-Vinaphone Products and Services; 3.5. Advertising and marketing based on Customers' interests and service usage habits: VNPT-Vinaphone may use Personal Data to advertise and market to Customers about VNPT-Vinaphone's Products and Services. Vinaphone, promotions, research, surveys, news, updated information, events, contests with prizes, relevant prizes, advertisements and related content about the Products , Services of VNPT-Vinaphone, products and services of units belonging to the ecosystem of Vietnam Posts and Telecommunications Group or of partners cooperating with VNPT-Vinaphone or cooperating with units under the Vietnam Posts and Telecommunications Group. In case the Customer does not want to receive periodic emails, text messages and/or newsletters for advertising and marketing purposes from VNPT-Vinaphone, the frequency depends on VNPT-Vinaphone's policies from time to time and in accordance with the regulations. legal regulations, Customers can check the box "I do not want to receive any communications or notices for advertising or marketing purposes from VNPT-Vinaphone" or contact VNPT-Vinaphone according to the contact information. contact specified in this Policy for support; 3.6. Prepare financial reports, activity reports or other related reports as prescribed by law; 3.7. Comply with legal obligations as prescribed by law; 3.8. Prevent fraud or minimize threats to the lives, health of others and public interests: VNPT-Vinaphone may use Customer's personal information to prevent and detect fraud and abuse. used to protect Customers, VNPT-Vinaphone and related entities; 3.9. Internal administration; 3.10. Other purposes related to those mentioned above. Article 4. HOW PERSONAL DATA IS PROCESSED VNPT-Vinaphone applies one or more activities affecting Personal Data such as: collecting, recording, analyzing, confirming, storing, editing, disclosing, combining, accessing, retrieving, revoking , encrypt, decrypt, copy, share, transmit, provide, transfer, delete, destroy personal data or other related actions. Article 5. START TIME AND END TIME OF DATA PROCESSING 5.1. Time to start data processing From the moment the Customer accepts this Policy. 5.2. End time of data processing Unless otherwise prescribed by Vietnamese law or the Customer requests to terminate the processing of Customer Personal Data, VNPT-Vinaphone terminates the processing of Personal Data when the prescribed Purpose has been completed. in this Policy. Article 6. SHARING PERSONAL DATA 6.1. To carry out the Purposes specified in this Policy, VNPT-Vinaphone may share Customer Personal Data with: 6.1.1. Subsidiaries and affiliated units of VNPT-Vinaphone, parent company Vietnam Posts and Telecommunications Group, affiliated and affiliated units of Vietnam Posts and Telecommunications Group: Some Products, VNPT-Vinaphone Services are provided by Vietnam Posts and Telecommunications Group, its affiliated and affiliated units in cooperation with VNPT-Vinaphone, therefore, the sharing of Personal Data with other subjects This is necessary and solely for the purpose of providing services to the Customer; 6.1.2. Third party service providers: VNPT-Vinaphone uses and/or cooperates with other companies and individuals to carry out a number of tasks and programs such as promotional programs for Customers, market research , product analysis and development, strategic consulting, and provision of freight collection services. The Third Parties providing this service have the right to access, collect, use and process Personal Data necessary to perform their functions, including but not limited to advertising and referral activities. , providing other products/services within the ecosystem of Vietnam Posts and Telecommunications Group or of partners cooperating with Vietnam Posts and Telecommunications Group or collaborating with affiliated and related units. of Vietnam Posts and Telecommunications Group. Third parties providing these services must comply with Personal Data protection laws as Data Processors; 6.1.3. Enterprise restructuring: During the business development process, VNPT-Vinaphone may sell or buy businesses or restructure businesses in accordance with legal regulations and production and business needs. In such transactions, Personal Data is one of the transferred business assets but the transferee remains subject to the provisions of this Policy; 6.1.4. Protecting the legitimate rights and interests of VNPT-Vinaphone and other subjects: VNPT-Vinaphone is allowed to disclose Personal Data when VNPT-Vinaphone has grounds to believe that this disclosure is required by law, upon request. required by a state regulatory agency, to enforce or apply other VNPT-Vinaphone terms and agreements or to protect the rights, property or security of VNPT-Vinaphone, VNPT-Vinaphone customers, or any other subject. The above tasks may include exchanging information with other companies and organizations to prevent and detect fraud and reduce property and credit risk, or disclosing certain types of information. in case VNPT-Vinaphone receives a legally binding request from competent state agencies; 6.1.5. Depending on the Customer's choice: In addition to the above cases, Personal Data may be shared with third parties for the purposes specified in Article 3.5 of this Policy and the Customer will have the right to not consent. information sharing as prescribed in Article 8.4 of this Policy. 6.2. VNPT-Vinaphone does not Practice sharing Personal Data for profit purposes. Article 7. STORAGE OF PERSONAL DATA 7.1. Customer Personal Data stored by VNPT-Vinaphone will be kept confidential. VNPT-Vinaphone, within its capabilities, will endeavor to take reasonable measures to protect Customer Personal Data. 7.2. Location where Personal Data is stored To the extent permitted by law, VNPT-Vinaphone may store Customer Personal Data in Vietnam and abroad, including on cloud computing storage solutions. VNPT-Vinaphone applies data security standards in accordance with current legal regulations. 7.3. Personal Data storage period VNPT-Vinaphone only stores Customer Personal Data for a period of time necessary and reasonable to fulfill the Purposes. In case current law has regulations on the retention period of Personal Data even after completing the Purposes stated in this Policy, VNPT-Vinaphone is obliged to comply with the provisions of law. Article 8. CONTROL OF PERSONAL DATA 8.1. Right to Know and Right to Consent Through this Policy, VNPT-Vinaphone notifies Customers about the processing of Customer's Personal Data before processing Personal Data. At the same time, Customers have the right to agree or disagree with the terms and conditions of this Policy by checking or unchecking the box "I have read and accepted VNPT's personal data protection policy- Vinaphone”. 8.2. Right to access and request Personal Data Customers have the right to access VNPT-Vinaphone's applications/websites and/or contact VNPT-Vinaphone directly to check and extract Personal Data that Customers have provided for VNPT-Vinaphone to serve. the Purposes set forth in this Policy. In case the Customer cannot access, extract or has difficulty accessing or extracting Personal Data, the Customer can contact VNPT-Vinaphone for support. 8.3. Editing rights Customers have the right to edit their Personal Data provided that this correction does not violate the provisions of law. In case the Customer cannot edit or has difficulty editing Personal Data, the Customer can contact VNPT-Vinaphone for support. 8.4. Right to object, restrict, withdraw consent to data processing In case the Customer does not want to receive marketing, advertising and promotional content from VNPT-Vinaphone and wants to withdraw previous consent (if any) and/or object to the continued use of his/her personal information for For the above purposes, please check the box "I do not want to receive any communications or notices for advertising or marketing purposes from VNPT-Vinaphone" at the time VNPT-Vinaphone collects personal data, or Submit a refusal to advertising services according to the guided syntax (or other methods as specified in the relevant contract with the Customer) or contact VNPT-Vinaphone according to the information provided in this Policy. If Customers do not want to receive notifications from VNPT-Vinaphone's application, please adjust the notification settings in your application or device. 8.5. Right to erasure of Personal Data The Customer has the right to request VNPT-Vinaphone to delete the Customer's Personal Data provided that the Customer's request must comply with the provisions of law on providing telecommunications products and services and technology. information technology. However, requesting deletion of Personal Data may result in VNPT-Vinaphone being unable to provide some VNPT-Vinaphone Products and Services to Customers, which means that VNPT-Vinaphone may Unilaterally terminate the contract without having to compensate the Customer because the conditions for performing the contract have changed. Therefore, VNPT-Vinaphone recommends that Customers consider carefully before requesting VNPT-Vinaphone to delete Personal Data. 8.6. Right to complain Customers have the right to complain directly to VNPT-Vinaphone or to a competent state agency in case the Customer believes that VNPT-Vinaphone violates the provisions of law related to the protection of Personal Data. Article 9. PROTECTION OF PERSONAL DATA 9.1. Obligations of VNPT-Vinaphone VNPT-Vinaphone strives to ensure that Customer Personal Data is protected from violations of regulations on Personal Data protection. VNPT-Vinaphone maintains this commitment to protecting Personal Data by applying physical, electronic and managerial measures to protect Personal Data, including: • VNPT-Vinaphone's official website servers are protected by a "firewall" and VNPT-Vinaphone's system is always checked to prevent violations of data protection regulations. Individual; • VNPT-Vinaphone will take all reasonable steps to ensure that Customer Personal Data, Personal Data provided by Personal Data Controller Partners are not retained longer than necessary and that VNPT-Vinaphone will always comply with legal requirements related to the storage of Personal Data. 9.2. Customer Obligations Customers are responsible for protecting their Personal Data as follows: • Proactively take measures to help prevent unauthorized access to passwords, account management and use, and mobile devices (including but not limited to smartphones, computers, tablet, laptop) by logging out of your account after use, setting a strong and difficult-to-guess password and keeping your login information and password secret. VNPT-Vinaphone is excluded from liability to the Customer in case the Customer's password is disclosed/lost, stolen or compromised, or any activity on the Customer's account uses an unauthorized or lost password. /lost mobile device leads to unauthorized people using the service arbitrarily or the system being illegally violated by a third party even though VNPT-Vinaphone has fully implemented measures to protect the system system; • Customers are responsible for updating documents adjusting this Policy (if any) on VNPT-Vinaphone's official information channels; • Once you have accepted all the terms and conditions of this Policy, the Customer is responsible for providing accurate and complete Personal Data as requested by VNPT-Vinaphone and carrying out the responsibilities of notifying the Company. VNPT-Vinaphone immediately upon discovering a violation of regulations on personal data protection. Customer may proactively provide Personal Data beyond VNPT-Vinaphone's request provided that Customer must comply with the provisions of Article 2.4 of this Policy; • Customers are responsible for respecting the Personal Data of other subjects and implementing legal regulations on personal data protection, participating in preventing and combating violations of regulations on personal data protection. Core. Article 10. UNWANTED CONSEQUENCES AND DAMAGES ARE POSSIBLE TO OCCUR 10.1. VNPT-Vinaphone uses many different information security technologies to protect Customer Personal Data from being retrieved, used or shared unintentionally. However, no data can be 100% secure. Therefore, VNPT-Vinaphone commits to maximum security of Customer Personal Data. Some unwanted consequences and damages that may occur include but are not limited to: • Hardware and software errors during the processing of Personal Data cause loss of Customer Personal Data; • The security hole is beyond the control of VNPT-Vinaphone, the system was attacked by hackers, causing the Customer's Personal Data to be exposed; • Customers self-disclose Customer Personal Data due to: carelessness or fraud; Visit websites/download applications containing malware. 10.2. VNPT-Vinaphone recommends that Customers strictly implement their Personal Data protection responsibilities as prescribed in Article 9.2 of this Policy and according to the provisions of law. 10.3. In case the data storage server is attacked by hackers leading to loss of Customer Personal Data, VNPT-Vinaphone will be responsible for reporting the incident to the investigating authorities for timely handling and notification. let Customers know. Article 11. USE OF COOKIES 11.1. Cookies may be used on VNPT-Vinaphone's website. “Cookies” are small text files stored on the Customer's computer hard drive to help customize the website experience for users. VNPT-Vinaphone has a cookie use policy to make website navigation easier and facilitate the login process. Website statistical data is processed by third parties, and therefore the Customer's IP address will be passed to third parties for statistical reporting purposes only. 11.2. When VNPT-Vinaphone collects information through VNPT-Vinaphone's website, VNPT-Vinaphone automatically collects non-personal information related to the use of the website but does not identify users including but not limited to: not limited to: personal computer IP address, Internet service provider IP address, date and time of website access, operating system, items accessed on the website, downloaded content from the website and the website address directly led you to the website of VNPT-Vinaphone. VNPT-Vinaphone may use this non-personal information to serve statistical reports on website visitor traffic and website usage behavior. This analytical information is not capable of identifying the Customer's identity. 11.3. In case the Customer does not want to use cookies, most web browsers allow users to refuse cookies by changing the privacy settings on the browser. Refusing cookies has virtually no effect on site navigation. However, some website functions may be affected. After completing the website visit, the Customer can still delete cookies from the system if desired. Article 12. INTERNET AND THIRD PARTY ADVERTISING VNPT-Vinaphone's applications/websites may include third-party advertisements and links to other websites and applications. Third party advertising partners may Collect information about Customers when Customers interact with their content, advertising or services. Any access to and use of third party links or websites is not governed by this Policy, but instead is governed by the privacy policies of those third parties. VNPT-Vinaphone is not responsible for the information regulations of third parties. Article 13. PROCESSING OF PERSONAL DATA WITHOUT THE CONSENT OF THE DATA SUBJECT VNPT-Vinaphone may process Personal Data without the Data Subject's consent in the following cases: 13.1. In an emergency, it is necessary to immediately process relevant Personal Data to protect the life and health of the data subject or other people; 13.2. Disclosure of personal data in accordance with the law; 13.3. Data processing by competent state agencies in the event of an emergency regarding national defense, national security, social order and safety, major disasters, and dangerous epidemics; when there is a threat to security and national defense but not to the extent of declaring a state of emergency; prevent and combat riots, terrorism, prevent and combat crimes and violations of the law according to the provisions of law; 13.4. To perform the data subject's contractual obligations with relevant agencies, organizations and individuals according to the provisions of law; 13.5. Serving the activities of state agencies regulated by specialized laws. Article 14. CONTACT INFORMATION If Customers have any questions about this Policy or want to exercise their rights related to Personal Data, please contact VNPT-Vinaphone using the methods and information below: • Contact the switchboard according to information on the official websites/applications of VNPT-Vinaphone from time to time. • Send official dispatch to VNPT-Vinaphone headquarters at Vinaphone Building, Xuan Tao Street, Xuan La Ward, Tay Ho District, Hanoi. • Contact directly at VNPT-Vinaphone transaction points nationwide. • Other contact methods such as Livechat, contact via the official fanpage of VNPT-Vinaphone, customer care email are provided to customers at all times. Article 15. ADJUSTMENT AND AMENDMENT VNPT-Vinaphone may adjust this Policy at any time and publicly post the adjusted Policy on VNPT-Vinaphone's official information channels. The Customer's continued use of VNPT-Vinaphone's Products and Services and no complaints regarding the adjusted Policy is understood to mean that the Customer has accepted that adjusted Policy of VNPT-Vinaphone.
vi: Chính sách bảo vệ dữ liệu cá nhân của khách hàng (sau đây gọi tắt là “Chính Sách”) nhằm mục đích thông báo với Khách Hàng những Dữ Liệu Cá Nhân được TỔNG CÔNG TY DỊCH VỤ VIỄN THÔNG (“VNPT-VINAPHONE”) xử lý, mục đích xử lý, cách thức xử lý, thời gian lưu trữ, chia sẻ Dữ Liệu Cá Nhân, và các quyền của Khách Hàng đối với Dữ Liệu Cá Nhân của mình theo quy định của pháp luật Việt Nam về bảo vệ dữ liệu cá nhân. Chính Sách này đồng thời đưa ra các khuyến nghị cho Khách Hàng để nâng cao nhận thức về bảo vệ dữ liệu cá nhân tránh những thiệt hại không mong muốn xảy ra trong quá trình VNPT-Vinaphone thực hiện xử lý Dữ Liệu Cá Nhân của Khách Hàng. Chính Sách này được áp dụng cho toàn bộ các nền tảng (App, Web…), trang thông tin điện tử, kênh giao diện, phương tiện, công cụ trên các website/ứng dụng của VNPT-Vinaphone bao gồm cả việc tư vấn và ký kết hợp đồng cung cấp dịch vụ trực tiếp tại các điểm cung cấp dịch vụ viễn thông của VNPT-Vinaphone. Chính Sách này bao gồm các nội dung sau: Điều 1. Điều khoản định nghĩa Điều 2. Xử lý dữ liệu cá nhân Điều 3. Mục đích xử lý dữ liệu cá nhân Điều 4. Cách thức xử lý dữ liệu cá nhân Điều 5. Thời gian bắt đầu, thời gian kết thúc xử lý dữ liệu cá nhân Điều 6. Chia sẻ dữ liệu cá nhân Điều 7. Lưu trữ dữ liệu cá nhân Điều 8. Kiểm soát dữ liệu cá nhân Điều 9. Bảo vệ dữ liệu cá nhân Điều 10. Hậu quả, thiệt hại không mong muốn có khả năng xảy ra Điều 11. Sử dụng Cookies Điều 12. Quảng cáo trên Internet và bên thứ ba Điều 13. Xử lý dữ liệu cá nhân không cần sự đồng ý của chủ thể dữ liệu Điều 14. Thông tin liên lạc Điều 15. Điều chỉnh, sửa đổi Bằng việc tích vào ô “Tôi đã đọc và chấp thuận Chính sách bảo vệ dữ liệu cá nhân của VNPT-Vinaphone”, Khách Hàng xác nhận rằng đã đọc, hiểu, và chấp thuận toàn bộ các điều khoản và điều kiện quy định tại Chính Sách này. Chính Sách này là một phần các điều khoản và điều kiện cung cấp dịch vụ và là một phụ lục không tách rời của Hợp đồng dịch vụ của từng sản phẩm, dịch vụ mà Khách Hàng đã xác lập với VNPT-Vinaphone. Điều 1. ĐIỀU KHOẢN ĐỊNH NGHĨA Trong phạm vi Chính Sách này, trừ khi ngữ cảnh yêu cầu khác đi, các thuật ngữ dưới đây được hiểu và giải thích như sau: 1.1. VNPT-Vinaphone có nghĩa là TỔNG CÔNG TY DỊCH VỤ VIỄN THÔNG 1.2. Khách Hàng có nghĩa là • Cá nhân hoặc người đại diện hợp pháp của cá nhân sử dụng và/hoặc quan tâm tới các Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone; • Cá nhân hoặc người đại diện hợp pháp của cá nhân đã truy cập và/hoặc đăng ký tài khoản tại các website và/hoặc ứng dụng thuộc quyền sở hữu của VNPT-Vinaphone. 1.3. Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone có nghĩa là • Sản phẩm, dịch vụ do VNPT-Vinaphone trực tiếp nghiên cứu, phát triển và cung cấp cho Khách Hàng; • Sản phẩm, dịch vụ của Tập đoàn Bưu chính Viễn thông hoặc các sản phẩm, dịch vụ của các đơn vị trực thuộc Tập đoàn Bưu chính Viễn thông mà VNPT-Vinaphone là bên đại diện thực hiện các quyền và nghĩa vụ của bên cung cấp dịch vụ; • Sản phẩm, dịch vụ do VNPT-Vinaphone hợp tác với (các) bên thứ ba để cung cấp cho Khách Hàng. Điều 2. XỬ LÝ DỮ LIỆU CÁ NHÂN 2.1 VNPT-Vinaphone tiến hành xử lý Dữ Liệu Cá Nhân của Khách Hàng trong từng trường hợp cụ thể, bao gồm, nhưng không giới hạn bởi: • Khi Khách Hàng hoặc người đại diện hợp pháp của Khách Hàng liên hệ với VNPT-Vinaphone để yêu cầu tư vấn Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone hoặc bày tỏ sự quan tâm tới các Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone; • Khi Khách Hàng sử dụng Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone; • Khi Khách Hàng truy cập và/hoặc đăng ký tài khoản tại các website và/hoặc ứng dụng thuộc quyền sở hữu của VNPT-Vinaphone; • Khi Khách Hàng đồng thuận cung cấp Dữ Liệu Cá Nhân cho VNPT-Vinaphone qua các nguồn công khai, bao gồm nhưng không giới hạn bởi: cuộc họp, sự kiện, hội thảo, hội nghị, các mạng xã hội, hay chương trình đối thoại, thảo luận do VNPT-Vinaphone tổ chức, tài trợ hoặc tham dự và/hoặc từ các tệp lưu trữ (cookies) ghi nhận được trên trang website của VNPT-Vinaphone; • Khi Khách Hàng cho phép một bên thứ ba không phải là VNPT-Vinaphone thực hiện chia sẻ Dữ Liệu Cá Nhân của Khách hàng với VNPT-Vinaphone; • Khi Khách Hàng là khách hàng của một tổ chức, doanh nghiệp được VNPT-Vinaphone thực hiện góp vốn, mua cổ phần; • Khi có yêu cầu của các cơ quan nhà nước có thẩm quyền. 2.2 Dữ Liệu Cá Nhân của Khách Hàng mà VNPT- Vinaphone tiến hành xử lý (sau đây gọi tắt là “Dữ Liệu Cá Nhân”) bao gồm nhưng không giới hạn và có thể thay đổi tùy thuộc và sản phẩm hoặc dịch vụ, tương tác của Khách Hàng với VNPT-Vinaphone: 2.2.1. Dữ liệu cá nhân cơ bản a) Họ, chữ đệm và tên khai sinh, tên gọi khác (nếu có); b) Ngày, tháng, năm sinh; ngày, tháng, năm chết hoặc mất tích; c) Giới tính; d) Nơi sinh, nơi đăng ký khai sinh, nơi thường trú, nơi tạm trú, nơi ở hiện tại, quê quán, địa chỉ liên hệ; đ) Quốc tịch; e) Hình ảnh của cá nhân; g) Số điện thoại, số chứng minh nhân dân, số định danh cá nhân, số hộ chiếu, số giấy phép lái xe, số biển số xe, số mã số thuế cá nhân, số bảo hiểm xã hội, số thẻ bảo hiểm y tế; h) Tình trạng hôn nhân; i) Thông tin về mối quan hệ gia đình (cha mẹ, con cái); k) Thông tin về tài khoản số của cá nhân; dữ liệu cá nhân phản ánh hoạt động, lịch sử hoạt động trên không gian mạng; l) Điểm tín nhiệm viễn thông của Khách hàng: được thể hiện dưới dạng điểm số, là kết quả của quá trình VNPT-Vinaphone xử lý, phân tích dữ liệu của Khách Hàng sử dụng dịch vụ viễn thông, nhằm đánh giá, phân tích, dự đoán hoạt động như: thói quen, sở thích, mức độ tin cậy, hành vi, địa điểm, xu hướng, năng lực và các trường hợp khác, hỗ trợ cho việc cung cấp các sản phẩm, dịch vụ viễn thông của VNPT-Vinaphone cho Khách Hàng một cách tốt nhất. 2.2.2. Dữ liệu cá nhân nhạy cảm a) Dữ liệu về tội phạm, hành vi phạm tội được thu thập, lưu trữ bởi các cơ quan thực thi pháp luật; b) Thông tin khách hàng của tổ chức tín dụng, chi nhánh ngân hàng nước ngoài, tổ chức cung ứng dịch vụ trung gian thanh toán, các tổ chức được phép khác, gồm: thông tin định danh khách hàng theo quy định của pháp luật, thông tin về tài khoản, thông tin về tiền gửi, thông tin về tài sản gửi, thông tin về giao dịch, thông tin về tổ chức, cá nhân là bên bảo đảm tại tổ chức tín dụng, chi nhánh ngân hàng, tổ chức cung ứng dịch vụ trung gian thanh toán; c) Dữ liệu về vị trí của cá nhân được xác định qua dịch vụ định vị. 2.2.3. Dữ liệu cá nhân khác không thuộc nhóm dữ liệu cá nhân cơ bản và dữ liệu cá nhân nhạy cảm quy định tại Điều 2.2.1 và Điều 2.2.2. 2.3. VNPT-Vinaphone sẽ thông báo cho Khách Hàng các Dữ Liệu Cá Nhân bắt buộc phải cung cấp và/hoặc tùy chọn cung cấp tại thời điểm thu thập Dữ Liệu Cá Nhân của Khách Hàng. Nếu các Dữ Liệu Cá Nhân bắt buộc không được cung cấp theo yêu cầu, Khách Hàng sẽ không thể sử dụng một số Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone và/hoặc VNPT-Vinaphone có thể từ chối cung cấp Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone cho Khách Hàng mà không phải chịu bất kì một khoản bồi thường và/hoặc phạt vi phạm nào. 2.4. Tại từng thời điểm, Khách Hàng có thể tự nguyện cung cấp cho VNPT-Vinaphone các Dữ Liệu Cá Nhân nằm ngoài yêu cầu của VNPT-Vinaphone. Khi Khách Hàng cung cấp Dữ Liệu Cá Nhân cho VNPT-Vinaphone với bất cứ lý do gì, đồng nghĩa với việc Khách Hàng đã đồng ý cho phép VNPT-Vinaphone xử lý Dữ Liệu Cá Nhân đó với Mục Đích được nêu trong Chính Sách này hoặc với mục đích được nêu tại thời điểm Khách Hàng cung cấp những Dữ Liệu Cá Nhân đó. Ngoài ra, khi chủ động cung cấp thông tin nằm ngoài yêu cầu của VNPT-Vinaphone, Khách Hàng vui lòng không cung cấp Dữ Liệu Cá Nhân nhạy cảm theo quy định của pháp luật tại từng thời điểm. VNPT-Vinaphone sẽ không thực hiện xử lý và không chịu bất kì trách nhiệm pháp lý nào đối với các Dữ Liệu Cá Nhân nhạy cảm do Khách Hàng tự nguyện cung cấp nằm ngoài yêu cầu của VNPT-Vinaphone. Điều 3. MỤC ĐÍCH XỬ LÝ DỮ LIỆU CÁ NHÂN VNPT - Vinaphone có thể xử lý Dữ Liệu Cá Nhân của Khách Hàng cho một hoặc một vài mục đích được liệt kê sau đây (“Mục Đích”) bao gồm, nhưng không giới hạn bởi các Mục Đích sau: 3.1. Xác minh tính chính xác, đầy đủ của các thông tin được Khách Hàng cung cấp; xác định hoặc xác thực danh tính của Khách Hàng và thực hiện quy trình xác thực Khách Hàng; Xử lý việc đăng ký sử dụng Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone; 3.2. Thẩm định hồ sơ và khả năng đủ điều kiện của Khách Hàng đối với việc sử dụng Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone. VNPT-Vinaphone có thể sử dụng các phương pháp chấm điểm, gán ngưỡng cước nóng, kiểm tra lịch sử Khách Hàng sử dụng Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone để đánh giá và quản trị rủi ro tín dụng, đảm bảo khả năng thanh toán đối với các nghĩa vụ thanh toán và các nghĩa vụ khác có liên quan trong suốt quá trình cung cấp Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone cho Khách Hàng; 3.3. Quản lý và đánh giá các hoạt động kinh doanh bao gồm thiết kế, cải tiến và nâng cao chất lượng các Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone hoặc thực hiện các hoạt động truyền thông tiếp thị; Thực hiện nghiên cứu thị trường, khảo sát và phân tích dữ liệu liên quan đến Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone; 3.4. Liên hệ với Khách Hàng nhằm trao đổi thông tin, giải quyết yêu cầu, khiếu nại, giao các hóa đơn, các sao kê, các báo cáo hoặc các tài liệu khác liên quan tới Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone thông qua các kênh khác nhau (ví dụ: email, chat) và để trả lời yêu cầu của Khách Hàng. Điều này bao gồm việc liên hệ với Khách Hàng (hoặc các bên cần thiết khác) để thông báo cho Khách Hàng về thông tin liên quan đến việc sử dụng Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone; 3.5. Quảng cáo, tiếp thị dựa trên sở thích, thói quen sử dụng dịch vụ của Khách Hàng: VNPT-Vinaphone có thể sử dụng Dữ Liệu Cá Nhân để quảng cáo, tiếp thị với Khách Hàng về các Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone, chương trình khuyến mại, nghiên cứu, khảo sát, tin tức, thông tin cập nhật, các sự kiện, cuộc thi có thưởng, trao các phần thưởng có liên quan, các quảng cáo và nội dung có liên quan về Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone, sản phẩm, dịch vụ của các đơn vị thuộc hệ sinh thái của Tập đoàn Bưu chính Viễn thông Việt Nam hoặc của các đối tác hợp tác với VNPT-Vinaphone hoặc hợp tác với các đơn vị trực thuộc Tập đoàn Bưu chính Viễn thông Việt Nam. Trường hợp Khách Hàng không muốn nhận email, tin nhắn và/hoặc bản tin định kỳ với mục đích quảng cáo, tiếp thị của VNPT-Vinaphone với tần suất tùy thuộc vào chính sách của VNPT-Vinaphone theo từng thời kỳ và phù hợp với quy định pháp luật, Khách Hàng có thể tích vào ô “Tôi không muốn nhận bất kỳ liên lạc hoặc thông báo nào với mục đích quảng cáo, tiếp thị từ VNPT-Vinaphone” hoặc liên hệ với VNPT-Vinaphone theo các thông tin liên lạc quy định tại Chính Sách này để được hỗ trợ; 3.6. Lập các báo cáo tài chính, báo cáo hoạt động hoặc các loại báo cáo liên quan khác mà pháp luật quy định; 3.7. Tuân thủ các nghĩa vụ pháp lý theo quy định của pháp luật; 3.8. Ngăn chặn gian lận hoặc giảm thiểu mối đe doạ đối với tính mạng, sức khỏe của người khác và lợi ích công cộng: VNPT-Vinaphone có thể sử dụng thông tin cá nhân của Khách Hàng để ngăn chặn và phát hiện gian lận và lạm dụng nhằm bảo vệ Khách Hàng, VNPT-Vinaphone và các chủ thể liên quan; 3.9. Quản trị nội bộ; 3.10. Các mục đích khác có liên quan đến những mục đích được nêu trên. Điều 4. CÁCH THỨC XỬ LÝ DỮ LIỆU CÁ NHÂN VNPT-Vinaphone áp dụng một hoặc nhiều hoạt động tác động tới Dữ Liệu Cá Nhân như: thu thập, ghi, phân tích, xác nhận, lưu trữ, chỉnh sửa, công khai, kết hợp, truy cập, truy xuất, thu hồi, mã hóa, giải mã, sao chép, chia sẻ, truyền đưa, cung cấp, chuyển giao, xóa, hủy dữ liệu cá nhân hoặc các hành động khác có liên quan. Điều 5. THỜI GIAN BẮT ĐẦU, THỜI GIAN KẾT THÚC XỬ LÝ DỮ LIỆU 5.1. Thời gian bắt đầu xử lý dữ liệu Kể từ thời điểm Khách Hàng chấp thuận với Chính sách này. 5.2. Thời gian kết thúc xử lý dữ liệu Trừ trường hợp pháp luật Việt Nam có quy định khác hoặc Khách Hàng có yêu cầu chấm dứt việc xử lý Dữ Liệu Cá Nhân của Khách Hàng, VNPT-Vinaphone chấm dứt việc xử lý Dữ Liệu Cá Nhân khi đã hoàn thành Mục Đích quy định tại Chính Sách này. Điều 6. CHIA SẺ DỮ LIỆU CÁ NHÂN 6.1. Để thực hiện các Mục Đích quy định tại Chính Sách này, VNPT-Vinaphone có thể chia sẻ Dữ Liệu Cá Nhân của Khách Hàng với: 6.1.1. Các công ty con, đơn vị trực thuộc của VNPT-Vinaphone, công ty mẹ là Tập đoàn Bưu Chính Viễn thông Việt Nam, các đơn vị trực thuộc, liên kết của Tập đoàn Bưu Chính Viễn thông Việt Nam: Một số Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone do Tập đoàn Bưu chính Viễn thông Việt Nam, các đơn vị trực thuộc, liên kết của Tập đoàn hợp tác với VNPT-Vinaphone cung cấp, do đó, việc chia sẻ Dữ Liệu Cá Nhân với các chủ thể này là cần thiết và chỉ nhằm mục đích cung cấp dịch vụ cho Khách Hàng; 6.1.2. Bên thứ ba cung cấp dịch vụ: VNPT-Vinaphone sử dụng và/hoặc hợp tác với các công ty và cá nhân khác để thực hiện một số công việc và chương trình như chương trình khuyến mại dành cho Khách Hàng, nghiên cứu thị trường, phân tích và phát triển sản phẩm, tư vấn chiến lược, cung cấp dịch vụ thu cước. Các Bên thứ ba cung cấp dịch vụ này có quyền truy cập, thu thập, sử dụng và xử lý Dữ Liệu Cá Nhân cần thiết để thực hiện các chức năng của họ, bao gồm nhưng không giới hạn hoạt động quảng cáo, giới thiệu, cung cấp các sản phẩm/dịch vụ khác thuộc hệ sinh thái của Tập đoàn Bưu chính Viễn thông Việt Nam hoặc của các đối tác hợp tác với Tập đoàn Bưu chính Viễn thông Việt Nam hoặc hợp tác với các đơn vị trực thuộc, liên kết của Tập đoàn Bưu chính Viễn thông Việt Nam. Các bên thứ ba cung cấp dịch vụ này phải tuân thủ pháp luật về bảo vệ Dữ Liệu Cá Nhân với tư cách là Bên Xử lý Dữ Liệu; 6.1.3. Tái cấu trúc doanh nghiệp: Trong quá trình phát triển kinh doanh, VNPT-Vinaphone có thể bán hoặc mua các doanh nghiệp hoặc tái cấu trúc doanh nghiệp phù hợp với quy định của pháp luật và nhu cầu sản xuất kinh doanh. Trong các giao dịch như vậy, Dữ Liệu Cá Nhân là một trong những tài sản kinh doanh được chuyển nhượng nhưng bên nhận chuyển nhượng vẫn phải tuân theo các quy định của Chính Sách này; 6.1.4. Bảo vệ quyền và lợi ích hợp pháp của VNPT-Vinaphone và các chủ thể khác: VNPT-Vinaphone được phép tiết lộ Dữ Liệu Cá Nhân khi VNPT-Vinaphone có căn cứ cho rằng việc tiết lộ này được pháp luật yêu cầu, theo yêu cầu của cơ quan quản lý nhà nước, để thực thi hoặc áp dụng các điều khoản và thỏa thuận khác của VNPT-Vinaphone hoặc để bảo vệ quyền, tài sản hoặc an ninh của VNPT-Vinaphone, khách hàng của VNPT-Vinaphone, hoặc bất kỳ chủ thể nào khác. Các công việc nêu trên có thể bao gồm việc trao đổi thông tin với các công ty và tổ chức khác để ngăn chặn và phát hiện gian lận và giảm rủi ro tài sản và tín dụng, hoặc tiết lộ một số loại thông tin nhất định trong trường hợp VNPT-Vinaphone nhận được yêu cầu ràng buộc về mặt pháp lý từ các cơ quan nhà nước có thẩm quyền; 6.1.5. Tùy theo sự lựa chọn của Khách Hàng: Ngoài các trường hợp nêu trên, Dữ Liệu Cá Nhân có thể được chia sẻ với bên thứ ba nhằm mục đích theo quy định tại Điều 3.5 Chính Sách này và Khách Hàng sẽ có quyền không chấp thuận việc chia sẻ thông tin theo quy định tại Điều 8.4 Chính Sách này. 6.2. VNPT-Vinaphone không thực hiện chia sẻ Dữ Liệu Cá Nhân vì mục đích lợi nhuận. Điều 7. LƯU TRỮ DỮ LIỆU CÁ NHÂN 7.1. Dữ Liệu Cá Nhân của Khách Hàng do VNPT-Vinaphone lưu trữ sẽ được bảo mật. VNPT-Vinaphone, trong khả năng của mình, sẽ nỗ lực thực hiện các biện pháp hợp lý để bảo vệ Dữ Liệu Cá Nhân của Khách Hàng. 7.2. Địa điểm lưu trữ Dữ Liệu Cá nhân Trong phạm vi pháp luật cho phép, VNPT-Vinaphone có thể lưu trữ Dữ Liệu Cá Nhân của Khách Hàng tại Việt Nam và ở nước ngoài, kể cả trên giải pháp lưu trữ điện toán đám mây. VNPT-Vinaphone áp dụng các tiêu chuẩn về bảo mật dữ liệu phù hợp với quy định pháp luật hiện hành. 7.3. Thời gian lưu trữ Dữ Liệu Cá Nhân VNPT-Vinaphone chỉ thực hiện lưu trữ Dữ Liệu Cá Nhân của Khách Hàng trong khoảng thời gian cần thiết và hợp lý để hoàn thành các Mục Đích. Trường hợp pháp luật hiện hành có quy định về thời hạn lưu trữ Dữ Liệu Cá Nhân kể cả sau khi đã hoàn thành Mục Đích nêu trong Chính Sách này, VNPT-Vinaphone có nghĩa vụ tuân thủ quy định của pháp luật. Điều 8. KIỂM SOÁT DỮ LIỆU CÁ NHÂN 8.1. Quyền được biết và Quyền đồng ý Bằng Chính Sách này, VNPT-Vinaphone thông báo cho Khách Hàng được biết về hoạt động xử lý Dữ Liệu Cá Nhân của Khách Hàng trước khi thực hiện xử lý Dữ Liệu Cá Nhân. Đồng thời, Khách Hàng có quyền đồng ý hoặc không đồng ý với các điều khoản và điều kiện của Chính Sách này bằng cách tích hoặc không tích vào ô “Tôi đã đọc và chấp thuận Chính sách bảo vệ dữ liệu cá nhân của VNPT-Vinaphone”. 8.2. Quyền truy cập và yêu cầu cung cấp Dữ Liệu Cá Nhân Khách Hàng có quyền truy cập vào các ứng dụng/website của VNPT-Vinaphone và/hoặc liên hệ trực tiếp với VNPT-Vinaphone để kiểm tra, trích xuất các Dữ Liệu Cá Nhân mà Khách Hàng đã cung cấp cho VNPT-Vinaphone phục vụ các Mục Đích quy định tại Chính Sách này. Trường hợp Khách Hàng không thể tự truy cập, trích xuất hoặc gặp khó khăn trong việc truy cập, trích xuất các Dữ Liệu Cá Nhân, Khách Hàng có thể liên hệ với VNPT-Vinaphone để được hỗ trợ. 8.3. Quyền chỉnh sửa Khách Hàng có quyền chỉnh sửa các Dữ Liệu Cá Nhân của mình với điều kiện và việc chỉnh sửa này không vi phạm các quy định của pháp luật. Trường hợp Khách Hàng không thể tự chỉnh sửa hoặc gặp khó khăn trong việc chỉnh sửa các Dữ Liệu Cá Nhân, Khách Hàng có thể liên hệ với VNPT-Vinaphone để được hỗ trợ. 8.4. Quyền phản đối, hạn chế, rút lại sự đồng ý xử lý dữ liệu Trường hợp Khách Hàng không muốn nhận nội dung tiếp thị quảng cáo, khuyến mại từ VNPT-Vinaphone và muốn rút lại sự chấp thuận trước đó (nếu có) và/hoặc phản đối việc tiếp tục sử dụng thông tin cá nhân của mình cho mục đích trên, vui lòng đánh dấu vào ô “Tôi không muốn nhận bất kỳ liên lạc hoặc thông báo nào với mục đích quảng cáo, tiếp thị từ VNPT-Vinaphone” tại thời điểm VNPT-Vinaphone thu thập dữ liệu cá nhân, hoặc gửi từ chối dịch vụ quảng cáo theo cú pháp được hướng dẫn (hoặc cách thức khác theo quy định tại hợp đồng liên quan với Khách Hàng) hoặc liên hệ với VNPT-Vinaphone theo các thông tin được cung cấp tại Chính Sách này. Nếu Khách Hàng không muốn nhận thông báo từ ứng dụng của VNPT-Vinaphone, vui lòng điều chỉnh cài đặt thông báo trong ứng dụng hoặc thiết bị của mình. 8.5. Quyền xóa Dữ Liệu Cá Nhân Khách Hàng có quyền yêu cầu VNPT-Vinaphone thực hiện xóa Dữ Liệu Cá Nhân của Khách Hàng với điều kiện là yêu cầu của Khách Hàng phải phù hợp với quy định của pháp luật về cung cấp các sản phẩm, dịch vụ viễn thông và công nghệ thông tin. Tuy nhiên, việc yêu cầu xóa Dữ Liệu Cá Nhân có thể dẫn tới việc VNPT-Vinaphone không thể cung cấp được một số Sản Phẩm, Dịch Vụ Của VNPT-Vinaphone cho Khách Hàng, điều này đồng nghĩa với việc VNPT-Vinaphone có thể đơn phương chấm dứt hợp đồng mà không cần phải bồi thường cho Khách Hàng do các điều kiện để thực hiện hợp đồng đã thay đổi. Do đó, VNPT-Vinaphone khuyến nghị Khách Hàng cân nhắc kĩ lưỡng trước khi yêu cầu VNPT-Vinaphone thực hiện xóa Dữ Liệu Cá Nhân. 8.6. Quyền khiếu nại Khách Hàng có quyền khiếu nại trực tiếp với VNPT-Vinaphone hoặc với cơ quan nhà nước có thẩm quyền trong trường hợp Khách Hàng cho rằng VNPT-Vinaphone vi phạm các quy định của pháp luật liên quan tới bảo vệ Dữ Liệu Cá Nhân. Điều 9. BẢO VỆ DỮ LIỆU CÁ NHÂN 9.1. Nghĩa vụ của VNPT-Vinaphone VNPT-Vinaphone nỗ lực đảm bảo Dữ Liệu Cá Nhân của Khách Hàng được bảo vệ khỏi các hành vi vi phạm quy định về bảo vệ Dữ Liệu Cá Nhân. VNPT-Vinaphone duy trì cam kết bảo mật Dữ Liệu Cá Nhân này bằng cách áp dụng những biện pháp vật lý, điện tử và quản lý để bảo vệ Dữ Liệu Cá Nhân, bao gồm: • Các máy chủ trang thông tin điện tử chính thức của VNPT-Vinaphone được bảo vệ bởi “bức tường lửa” và hệ thống của VNPT-Vinaphone luôn được kiểm tra để phòng tránh các hành vi vi phạm quy định về bảo vệ Dữ Liệu Cá Nhân; • VNPT-Vinaphone sẽ thực hiện tất cả các bước hợp lý để đảm bảo rằng Dữ Liệu Cá Nhân của Khách Hàng, Dữ Liệu Cá Nhân do Đối Tác Kiểm Soát Dữ Liệu Cá Nhân cung cấp không bị lưu giữ lâu hơn mức cần thiết và rằng VNPT-Vinaphone sẽ luôn tuân thủ những yêu cầu của pháp luật liên quan đến việc lưu trữ Dữ Liệu Cá Nhân. 9.2. Nghĩa vụ của Khách Hàng Khách Hàng có trách nhiệm bảo vệ Dữ Liệu Cá Nhân của mình như sau: • Chủ động thực hiện các biện pháp giúp ngăn chặn việc truy cập trái phép vào mật khẩu, quản lý và sử dụng tài khoản, thiết bị di động của mình (bao gồm nhưng không giới hạn bởi điện thoại thông minh, máy tính, máy tính bảng, laptop) bằng cách đăng xuất tài khoản sau khi sử dụng, đặt một mật khẩu mạnh và khó đoán và giữ bí mật thông tin đăng nhập cũng như mật khẩu của mình. VNPT-Vinaphone được loại trừ trách nhiệm với Khách Hàng trong trường hợp Khách hàng bị lộ/mất, bị đánh cắp hoặc xâm phạm mật khẩu, hoặc bất kỳ hoạt động nào trên tài khoản của Khách Hàng sử dụng mật khẩu trái phép hoặc mất/thất lạc thiết bị di động dẫn đến người không có thẩm quyền tự ý sử dụng dịch vụ hoặc hệ thống bị xâm phạm bất hợp pháp bởi bên thứ ba mặc dù VNPT-Vinaphone đã thực hiện đầy đủ các biện pháp để bảo vệ hệ thống; • Khách hàng có trách nhiệm cập nhập các văn bản điều chỉnh Chính Sách này (nếu có) trên các kênh thông tin chính thống của VNPT-Vinaphone; • Khi đã chấp thuận toàn bộ điều khoản và điều kiện của của Chính Sách này, Khách Hàng có trách nhiệm cung cấp Dữ Liệu Cá Nhân chính xác, đầy đủ theo yêu cầu của VNPT-Vinaphone và thực hiện các trách nhiệm thông báo cho VNPT-Vinaphone ngay khi phát hiện có hành vi vi phạm quy định về bảo vệ Dữ Liệu Cá nhân. Khách Hàng có thể chủ động cung cấp Dữ Liệu Cá Nhân nằm ngoài yêu cầu của VNPT-Vinaphone với điều kiện Khách Hàng phải tuân thủ quy định tại Điều 2.4 Chính Sách này; • Khách Hàng có trách nhiệm tôn trọng Dữ Liệu Cá Nhân của chủ thể khác và thực hiện quy định của pháp luật về bảo vệ Dữ Liệu Cá Nhân, tham gia phòng, chống các hành vi vi phạm quy định về bảo vệ Dữ Liệu Cá Nhân. Điều 10. HẬU QUẢ, THIỆT HẠI KHÔNG MONG MUỐN CÓ KHẢ NĂNG XẢY RA 10.1. VNPT-Vinaphone sử dụng nhiều công nghệ bảo mật thông tin khác nhau nhằm bảo vệ Dữ Liệu Cá Nhân của Khách Hàng không bị truy lục, sử dụng hoặc chia sẻ ngoài ý muốn. Tuy nhiên, không một dữ liệu nào có thể được bảo mật 100%. Do vậy, VNPT-Vinaphone cam kết sẽ bảo mật một cách tối đa Dữ Liệu Cá Nhân của Khách Hàng. Một số hậu quả, thiệt hại không mong muốn có thể xảy ra bao gồm nhưng không giới hạn: • Lỗi phần cứng, phần mềm trong quá trình xử lý Dữ Liệu Cá Nhân làm mất Dữ Liệu Cá Nhân của Khách Hàng; • Lỗ hổng bảo mật nằm ngoài khả năng kiểm soát của VNPT-Vinaphone, hệ thống bị hacker tấn công gây lộ lọt Dữ Liệu Cá Nhân của Khách Hàng; • Khách Hàng tự làm lộ lọt Dữ Liệu Cá Nhân của Khách Hàng do: bất cẩn hoặc bị lừa đảo; truy cập các website/tải các ứng dụng có chứa phần mềm độc hại. 10.2. VNPT-Vinaphone khuyến cáo Khách Hàng thực hiện nghiêm ngặt các trách nhiệm bảo vệ Dữ Liệu Cá Nhân theo quy định tại Điều 9.2 Chính Sách này và theo quy định của pháp luật. 10.3. Trong trường hợp máy chủ lưu trữ dữ liệu bị hacker tấn công dẫn đến mất mát Dữ Liệu Cá Nhân của Khách Hàng, VNPT-Vinaphone sẽ có trách nhiệm thông báo vụ việc cho cơ quan chức năng điều tra xử lý kịp thời và thông báo cho Khách Hàng được biết. Điều 11. SỬ DỤNG COOKIES 11.1. Cookies có thể được sử dụng trên website của VNPT-Vinaphone. “Cookies” là các tệp văn bản nhỏ được lưu trên ổ cứng máy tính của Khách Hàng nhằm giúp tùy biến trải nghiệm website cho người dùng. VNPT-Vinaphone có chính sách sử dụng cookies nhằm khiến việc điều hướng trang web dễ dàng hơn và tạo điều kiện thuận lợi cho quá trình đăng nhập. Dữ liệu thống kê trang web được xử lý bởi các bên thứ ba, và do đó, địa chỉ IP của Khách Hàng sẽ được chuyển tới bên thứ ba chỉ với mục đích báo cáo thống kê. 11.2. Khi VNPT-Vinaphone thu thập thông tin qua trang web của VNPT-Vinaphone, VNPT-Vinaphone tự động thu thập những thông tin không mang tính cá nhân liên quan tới việc sử dụng trang web nhưng không xác định danh tính người dùng bao gồm nhưng kh¬ông giới hạn như: địa chỉ IP của máy tính cá nhân, địa chỉ IP của nhà cung cấp dịch vụ Internet, ngày giờ truy cập trang web, hệ điều hành, các mục đã truy cập trên trang web, nội dung tải về từ trang web và địa chỉ trang web đã trực tiếp dẫn quý khách tới trang web của VNPT-Vinaphone. VNPT-Vinaphone có thể dùng những thông tin không mang tính cá nhân này để phục vụ cho những báo cáo thống kê về lưu lượng người truy cập trang web và hành vi sử dụng trang web. Các thông tin phân tích này đều không có khả năng xác định danh tính của Khách Hàng. 11.3. Trường hợp Khách hàng không muốn sử dụng cookies, đa số các trình duyệt web đều cho phép người dùng từ chối cookies bằng cách thay đổi cài đặt riêng tư trên trình duyệt. Việc từ chối cookies hầu như không gây ảnh hưởng tới việc điều hướng trang web. Tuy nhiên một số chức năng của trang web có thể bị ảnh hưởng. Sau khi hoàn thành việc truy cập trang web, Khách Hàng vẫn có thể xóa cookies khỏi hệ thống nếu muốn. Điều 12. QUẢNG CÁO TRÊN INTERNET VÀ BÊN THỨ BA Các ứng dụng/website của VNPT-Vinaphone có thể bao gồm quảng cáo của bên thứ ba và liên kết tới các trang website và ứng dụng khác. Các đối tác quảng cáo bên thứ ba có thể thu thập thông tin về Khách Hàng khi Khách Hàng tương tác với nội dung, quảng cáo hoặc dịch vụ của họ. Mọi quyền truy cập và sử dụng các liên kết hoặc trang website của bên thứ ba không bị điều chỉnh bởi Chính Sách này, mà thay vào đó được điều chỉnh bởi chính sách quyền riêng tư của các bên thứ ba đó. VNPT-Vinaphone không chịu trách nhiệm về các quy định về thông tin của các bên thứ ba. Điều 13. XỬ LÝ DỮ LIỆU CÁ NHÂN KHÔNG CẦN SỰ ĐỒNG Ý CỦA CHỦ THỂ DỮ LIỆU VNPT-Vinaphone có thể tiến hành xử lý Dữ Liệu Cá Nhân mà không cần sự đồng ý của Chủ Thể Dữ Liệu trong các trường hợp sau: 13.1. Trong trường hợp khẩn cấp, cần xử lý ngay Dữ Liệu Cá Nhân có liên quan để bảo vệ tính mạng, sức khỏe của chủ thể dữ liệu hoặc người khác; 13.2. Việc công khai dữ liệu cá nhân theo quy định của luật; 13.3. Việc xử lý dữ liệu của cơ quan nhà nước có thẩm quyền trong trường hợp tình trạng khẩn cấp về quốc phòng, an ninh quốc gia, trật tự an toàn xã hội, thảm họa lớn, dịch bệnh nguy hiểm; khi có nguy cơ đe dọa an ninh, quốc phòng nhưng chưa đến mức ban bố tình trạng khẩn cấp; phòng, chống bạo loạn, khủng bố, phòng, chống tội phạm và vi phạm pháp luật theo quy định của luật; 13.4. Để thực hiện nghĩa vụ theo hợp đồng của chủ thể dữ liệu với cơ quan, tổ chức, cá nhân có liên quan theo quy định của luật; 13.5. Phục vụ hoạt động của cơ quan nhà nước đã được quy định theo luật chuyên ngành. Điều 14. THÔNG TIN LIÊN LẠC Trường hợp Khách Hàng có bất kỳ câu hỏi nào về Chính Sách này hoặc muốn thực hiện các quyền của Khách Hàng liên quan tới Dữ Liệu Cá Nhân, vui lòng liên hệ với VNPT-Vinaphone theo các phương thức và thông tin dưới đây: • Liên hệ tới tổng đài theo thông tin tại các website/ứng dụng chính thức của VNPT-Vinaphone tại từng thời điểm. • Gửi công văn tới trụ sở chính của VNPT-Vinaphone tại Toà nhà Vinaphone, đường Xuân Tảo, Phường Xuân La, Quận Tây Hồ, Hà Nội. • Liên hệ trực tiếp tại các điểm giao dịch của VNPT-Vinaphone trên phạm vi toàn quốc. • Các cách thức liên hệ khác như Livechat, liên hệ qua fanpage chính thức của VNPT-Vinaphone, email chăm sóc khách hàng được cung cấp cho khách hàng tại mọi thời điểm. Điều 15. ĐIỀU CHỈNH VÀ SỬA ĐỔI VNPT-Vinaphone có thể điều chỉnh Chính Sách này vào bất kỳ thời điểm nào đồng thời đăng tải công khai Chính Sách được điều chỉnh trên các kênh thông tin chính thống của VNPT-Vinaphone. Việc Khách Hàng tiếp tục sử dụng Sản Phẩm, Dịch vụ Của VNPT-Vinaphone và không có bất kì khiếu nại nào đối với Chính Sách được điều chỉnh được hiểu rằng Khách Hàng đã chấp thuận Chính Sách được điều chỉnh đó của VNPT-Vinaphone.
